{"text": "Please assist me with Why is my account being logged out every hour? please.", "label": "Technical Support"}
{"text": "Could you please tell me how to Please support themes and skins urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to The video calls are not connecting.", "label": "Technical Support"}
{"text": "I need help to Would be great to have customizable dashboards", "label": "Product Feature Request"}
{"text": "How do I clear the cache?", "label": "Technical Support"}
{"text": "I would like to know how to My dashboard won't load after the update.", "label": "Technical Support"}
{"text": "Can someone help me to Can you add a feature to mark favorites? when you get a chance.", "label": "Product Feature Request"}
{"text": "I want a feature for offline mode please.", "label": "Product Feature Request"}
{"text": "Please assist me with Feature request: dark mode scheduling when you get a chance.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Please send us the terms of your annual plan", "label": "Sales Lead"}
{"text": "We’re budgeting for Q3 — need a quote soon please.", "label": "Sales Lead"}
{"text": "Please assist me with I want to schedule a sales call.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Error 500 appears when I upload files when you get a chance.", "label": "Technical Support"}
{"text": "Can someone help me to The mobile app doesn't open asap.", "label": "Technical Support"}
{"text": "Please assist me with Our organization is interested in bulk licensing please.", "label": "Sales Lead"}
{"text": "Can someone help me to Add shortcut keys for power users?", "label": "Product Feature Request"}
{"text": "Can someone help me to I can't connect to the server please.", "label": "Technical Support"}
{"text": "Error 500 appears when I upload files", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you include voice commands?", "label": "Product Feature Request"}
{"text": "Please assist me with Please add integration with Slack urgently.", "label": "Product Feature Request"}
{"text": "We want a pilot project before full purchase please.", "label": "Sales Lead"}
{"text": "Can someone help me to Is there a dedicated account manager?.", "label": "Sales Lead"}
{"text": "Can someone help me to Please provide case studies for your product", "label": "Sales Lead"}
{"text": "I would like to know how to I want to learn more about pricing.", "label": "Sales Lead"}
{"text": "I need help to How do I contact support? asap.", "label": "Technical Support"}
{"text": "What is the pricing for enterprise customers?", "label": "Sales Lead"}
{"text": "Please support exporting to PDF urgently.", "label": "Product Feature Request"}
{"text": "Please assist me with Add the ability to customize the dashboard?", "label": "Product Feature Request"}
{"text": "I'm having trouble to How do you handle onboarding for enterprise clients? asap.", "label": "Sales Lead"}
{"text": "Can someone help me to Are there partner programs available?", "label": "Sales Lead"}
{"text": "I would like to know how to I'm getting an error when uploading files urgently.", "label": "Technical Support"}
{"text": "Can someone help me to App crashes when opening notifications urgently.", "label": "Technical Support"}
{"text": "Please assist me with Are there discounts for long-term contracts? urgently.", "label": "Sales Lead"}
{"text": "Is it possible to We need 100 licenses for our new employees asap.", "label": "Sales Lead"}
{"text": "I would like to know how to I'm unable to reset my two-factor authentication asap.", "label": "Technical Support"}
{"text": "I need help to How do you handle onboarding for enterprise clients? urgently.", "label": "Sales Lead"}
{"text": "I can't connect to the server please.", "label": "Technical Support"}
{"text": "Can you improve app startup speed? asap.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Our company is interested in annual subscriptions asap.", "label": "Sales Lead"}
{"text": "I'm having trouble to Is there a discount for early payment?.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you help with migration to your platform?", "label": "Sales Lead"}
{"text": "I need help to Can you add a night reading mode?", "label": "Product Feature Request"}
{"text": "Please assist me with The app drains my battery quickly urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to Can you include voice commands? urgently.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add markdown support in notes? please.", "label": "Product Feature Request"}
{"text": "I need help to Can the app support biometric login? please.", "label": "Product Feature Request"}
{"text": "I would like to know how to Can you provide a roadmap of upcoming features?", "label": "Sales Lead"}
{"text": "Feature request: dark mode scheduling", "label": "Product Feature Request"}
{"text": "Is it possible to I want to be able to undo actions asap.", "label": "Product Feature Request"}
{"text": "I need help to My subscription won't renew", "label": "Technical Support"}
{"text": "Could you please tell me how to What are your payment terms? when you get a chance.", "label": "Sales Lead"}
{"text": "I'm getting an error when uploading files?", "label": "Technical Support"}
{"text": "Is it possible to Please provide case studies for your product please.", "label": "Sales Lead"}
{"text": "I'm having trouble to Can you add markdown support in notes? when you get a chance.", "label": "Product Feature Request"}
{"text": "Please assist me with Are there discounts for long-term contracts? urgently.", "label": "Sales Lead"}
{"text": "We’re budgeting for Q3 — need a quote soon", "label": "Sales Lead"}
{"text": "I would like to know how to I want to tag and categorize notifications?", "label": "Product Feature Request"}
{"text": "I want to suggest adding dark theme.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I’d like the ability to assign tasks to multiple people?", "label": "Product Feature Request"}
{"text": "Is it possible to Would love an AI assistant integration.", "label": "Product Feature Request"}
{"text": "I need help to I want to know about volume licensing urgently.", "label": "Sales Lead"}
{"text": "Please assist me with Add the ability to schedule notifications urgently.", "label": "Product Feature Request"}
{"text": "I would like to know how to Our company is interested in annual subscriptions?", "label": "Sales Lead"}
{"text": "Is it possible to I want to suggest adding dark theme when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to I’m not receiving password reset emails?", "label": "Technical Support"}
{"text": "Would you mind helping me to The mobile app doesn't open when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to Add more font options for readability urgently.", "label": "Product Feature Request"}
{"text": "Please assist me with We want to pilot the software before buying", "label": "Sales Lead"}
{"text": "Could you please tell me how to We want to pilot the software before buying", "label": "Sales Lead"}
{"text": "I'm having trouble to I can’t sync my calendar urgently.", "label": "Technical Support"}
{"text": "Is it possible to Can we get a demo next week? asap.", "label": "Sales Lead"}
{"text": "Is it possible to I want a feature for offline mode when you get a chance.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add a feature to mark favorites? asap.", "label": "Product Feature Request"}
{"text": "Add a dark mode toggle in settings please.", "label": "Product Feature Request"}
{"text": "I’m not receiving password reset emails", "label": "Technical Support"}
{"text": "Would you mind helping me to I want to know about volume licensing.", "label": "Sales Lead"}
{"text": "Please assist me with We are a team of 10 interested in your product", "label": "Sales Lead"}
{"text": "I'm having trouble to I’m not receiving password reset emails", "label": "Technical Support"}
{"text": "The app freezes when playing videos asap.", "label": "Technical Support"}
{"text": "I need help to Can you improve app startup speed? when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Please provide case studies for your product please.", "label": "Sales Lead"}
{"text": "Is it possible to Add shortcut keys for power users asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Add more font options for readability.", "label": "Product Feature Request"}
{"text": "I would like to know how to We want to schedule a call with sales asap.", "label": "Sales Lead"}
{"text": "Does your product support government compliance? asap.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Are there discounts for long-term contracts? asap.", "label": "Sales Lead"}
{"text": "Add the ability to pin important tasks asap.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to We have 200 employees and want pricing info when you get a chance.", "label": "Sales Lead"}
{"text": "Can you add markdown support in notes? asap.", "label": "Product Feature Request"}
{"text": "I would like to know how to Is there a dedicated account manager?", "label": "Sales Lead"}
{"text": "Can someone help me to How do I contact support?", "label": "Technical Support"}
{"text": "Is it possible to We want to integrate this product into our workflow", "label": "Sales Lead"}
{"text": "Please assist me with Getting an authentication error on mobile please.", "label": "Technical Support"}
{"text": "Could you please tell me how to Do you offer discounts for non-profits? please.", "label": "Sales Lead"}
{"text": "I'm having trouble to Add shortcut keys for power users.", "label": "Product Feature Request"}
{"text": "I’m having trouble with push notifications.", "label": "Technical Support"}
{"text": "Could you please tell me how to Interested in a long-term contract — any discounts? asap.", "label": "Sales Lead"}
{"text": "I would like to know how to I represent a startup and want pricing details urgently.", "label": "Sales Lead"}
{"text": "I'm having trouble to Can you provide a demo for our company? urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Please provide a feature for data encryption urgently.", "label": "Product Feature Request"}
{"text": "Please assist me with Is there a discount for early payment?", "label": "Sales Lead"}
{"text": "Can someone help me to What is the pricing for enterprise customers? urgently.", "label": "Sales Lead"}
{"text": "I would like to know how to Add the ability to pin important tasks asap.", "label": "Product Feature Request"}
{"text": "I need help to Add the ability to schedule notifications.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I represent a startup and want pricing details", "label": "Sales Lead"}
{"text": "The app drains my battery quickly asap.", "label": "Technical Support"}
{"text": "Could you please tell me how to Please support exporting to PDF please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can you provide a roadmap of upcoming features? asap.", "label": "Sales Lead"}
{"text": "I'm having trouble to Please send us the terms of your annual plan", "label": "Sales Lead"}
{"text": "My subscription won't renew?", "label": "Technical Support"}
{"text": "Could you please tell me how to We have 50 employees and want to buy", "label": "Sales Lead"}
{"text": "Is it possible to Please send us the terms of your annual plan.", "label": "Sales Lead"}
{"text": "Can someone help me to The video calls are not connecting", "label": "Technical Support"}
{"text": "I would like to know how to The app logs me out automatically", "label": "Technical Support"}
{"text": "Please assist me with Can you add video tutorials inside the app? urgently.", "label": "Product Feature Request"}
{"text": "I found a bug in the latest update.", "label": "Technical Support"}
{"text": "Could you please tell me how to Add social media sharing options asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to It would be helpful to have report auto-generation.", "label": "Product Feature Request"}
{"text": "I need help to I found a bug in the latest update when you get a chance.", "label": "Technical Support"}
{"text": "I'm having trouble to The app is freezing on startup?", "label": "Technical Support"}
{"text": "Would you mind helping me to Interested in a long-term contract — any discounts? when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to Why is my account being logged out every hour? when you get a chance.", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you improve app startup speed?", "label": "Product Feature Request"}
{"text": "Is it possible to Add the ability to pin important tasks when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to Error 500 appears when I upload files asap.", "label": "Technical Support"}
{"text": "Can someone help me to The website shows a 404 error when you get a chance.", "label": "Technical Support"}
{"text": "I need help to Can I get a demo for our executives? asap.", "label": "Sales Lead"}
{"text": "Please assist me with Can you add a night reading mode? when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to I'd love to see a kanban board layout added asap.", "label": "Product Feature Request"}
{"text": "I would like to know how to The app is freezing on startup asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to I keep getting timeout errors when accessing the platform please.", "label": "Technical Support"}
{"text": "Is it possible to Please add offline editing capabilities.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I want to learn about your service-level agreements please.", "label": "Sales Lead"}
{"text": "Please assist me with How do you handle onboarding for enterprise clients? when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to How much does your product cost for teams? please.", "label": "Sales Lead"}
{"text": "Is it possible to We want to schedule a call with sales please.", "label": "Sales Lead"}
{"text": "Can someone help me to How do I contact support?", "label": "Technical Support"}
{"text": "Would you mind helping me to I want to tag and categorize notifications.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Error 500 appears when I upload files asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you add a night reading mode? please.", "label": "Product Feature Request"}
{"text": "I need help to Would be nice to have gesture controls asap.", "label": "Product Feature Request"}
{"text": "Is it possible to Add the ability to pin important tasks urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Add more font options for readability?", "label": "Product Feature Request"}
{"text": "Please assist me with Can you improve app startup speed? please.", "label": "Product Feature Request"}
{"text": "I need help to I'm unable to reset my two-factor authentication please.", "label": "Technical Support"}
{"text": "I need help to Photos are not syncing between devices?", "label": "Technical Support"}
{"text": "Could you please tell me how to The app doesn’t save my preferences when you get a chance.", "label": "Technical Support"}
{"text": "Could you please tell me how to Can the app support biometric login?.", "label": "Product Feature Request"}
{"text": "I need help to Can you add markdown support in notes? urgently.", "label": "Product Feature Request"}
{"text": "Is it possible to It would be helpful to have report auto-generation", "label": "Product Feature Request"}
{"text": "Can someone help me to Can you include voice commands?", "label": "Product Feature Request"}
{"text": "I would like to know how to Can you include voice commands? asap.", "label": "Product Feature Request"}
{"text": "Does your product support government compliance? asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Error 500 appears when I upload files urgently.", "label": "Technical Support"}
{"text": "Is it possible to My subscription won't renew asap.", "label": "Technical Support"}
{"text": "Is it possible to I'm unable to download the latest version?", "label": "Technical Support"}
{"text": "I'm having trouble to Looking to negotiate a deal for our company urgently.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you add video tutorials inside the app?", "label": "Product Feature Request"}
{"text": "I’m not receiving password reset emails urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to Please add a way to archive completed tasks urgently.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Please add a way to archive completed tasks.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Looking to bundle this with another service — is that possible?.", "label": "Sales Lead"}
{"text": "I would like to know how to It would be helpful to have report auto-generation please.", "label": "Product Feature Request"}
{"text": "Is it possible to We’re budgeting for Q3 — need a quote soon urgently.", "label": "Sales Lead"}
{"text": "I would like to know how to Add support for exporting data to CSV?", "label": "Product Feature Request"}
{"text": "I need help to The app is freezing on startup urgently.", "label": "Technical Support"}
{"text": "I would like to know how to We want integration with our CRM when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to Add integration with Microsoft Teams asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to Add the ability to schedule notifications?", "label": "Product Feature Request"}
{"text": "Is it possible to I want to learn more about pricing please.", "label": "Sales Lead"}
{"text": "I need help to Can you add video tutorials inside the app? please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Getting an authentication error on mobile please.", "label": "Technical Support"}
{"text": "Is it possible to I'm unable to download the latest version asap.", "label": "Technical Support"}
{"text": "Can someone help me to Please send us the terms of your annual plan when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to Would be great to set recurring reminders?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to The app drains my battery quickly?", "label": "Technical Support"}
{"text": "I would like to know how to The app freezes when playing videos when you get a chance.", "label": "Technical Support"}
{"text": "Would you mind helping me to I want to suggest adding dark theme asap.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can the app support biometric login? urgently.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can you support dark mode on mobile?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Add support for exporting data to CSV asap.", "label": "Product Feature Request"}
{"text": "Can you add video tutorials inside the app?", "label": "Product Feature Request"}
{"text": "Please assist me with My subscription won't renew when you get a chance.", "label": "Technical Support"}
{"text": "What is the pricing for enterprise customers?.", "label": "Sales Lead"}
{"text": "I need help to The search bar returns irrelevant results?", "label": "Technical Support"}
{"text": "Please assist me with Add a toggle for low-data usage mode", "label": "Product Feature Request"}
{"text": "I would like to know how to My subscription won't renew asap.", "label": "Technical Support"}
{"text": "Is it possible to Error 500 appears when I upload files", "label": "Technical Support"}
{"text": "Please assist me with App crashes when opening notifications when you get a chance.", "label": "Technical Support"}
{"text": "Can someone help me to I'm experiencing delays in message delivery when you get a chance.", "label": "Technical Support"}
{"text": "Can someone help me to Looking to negotiate a deal for our company.", "label": "Sales Lead"}
{"text": "The video calls are not connecting please.", "label": "Technical Support"}
{"text": "I would like to know how to Feature request: dark mode scheduling when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to We want to upgrade to a premium plan please.", "label": "Sales Lead"}
{"text": "Can someone help me to Can you include voice commands?", "label": "Product Feature Request"}
{"text": "I'm having trouble to Would love integration with Google Calendar", "label": "Product Feature Request"}
{"text": "Is it possible to Add the ability to schedule notifications.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to The app is freezing on startup when you get a chance.", "label": "Technical Support"}
{"text": "I need help to I want to discuss partnership opportunities asap.", "label": "Sales Lead"}
{"text": "Is it possible to Interested in a long-term contract — any discounts? urgently.", "label": "Sales Lead"}
{"text": "Please assist me with We need 100 licenses for our new employees asap.", "label": "Sales Lead"}
{"text": "I'm having trouble to Can you add dark mode?", "label": "Product Feature Request"}
{"text": "Could you please tell me how to App crashes when opening notifications when you get a chance.", "label": "Technical Support"}
{"text": "The search bar returns irrelevant results urgently.", "label": "Technical Support"}
{"text": "Please assist me with I’m having trouble with push notifications please.", "label": "Technical Support"}
{"text": "Can someone help me to Looking to purchase licenses for our organization?", "label": "Sales Lead"}
{"text": "Is it possible to Add a dark mode toggle in settings?", "label": "Product Feature Request"}
{"text": "I would like to know how to I'm unable to reset my two-factor authentication.", "label": "Technical Support"}
{"text": "Is it possible to How do you handle onboarding for enterprise clients? when you get a chance.", "label": "Sales Lead"}
{"text": "Add more font options for readability", "label": "Product Feature Request"}
{"text": "I'm having trouble to The app is freezing on startup when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to I’m interested in a quote for our department when you get a chance.", "label": "Sales Lead"}
{"text": "Could you please tell me how to I want to know about your product's pricing plans please.", "label": "Sales Lead"}
{"text": "Can someone help me to We want to schedule a call with sales please.", "label": "Sales Lead"}
{"text": "Please assist me with We want a pilot project before full purchase when you get a chance.", "label": "Sales Lead"}
{"text": "I would like to know how to App crashes when opening notifications when you get a chance.", "label": "Technical Support"}
{"text": "Could you please tell me how to Request to add multi-device clipboard syncing?", "label": "Product Feature Request"}
{"text": "Please assist me with The app crashes when I try to share a file.", "label": "Technical Support"}
{"text": "Can someone help me to The video calls are not connecting", "label": "Technical Support"}
{"text": "I'm having trouble to We need 100 licenses for our new employees urgently.", "label": "Sales Lead"}
{"text": "I can’t sync my calendar asap.", "label": "Technical Support"}
{"text": "Is it possible to Add social media sharing options when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Error 500 appears when I upload files", "label": "Technical Support"}
{"text": "I'm having trouble to The app freezes when playing videos when you get a chance.", "label": "Technical Support"}
{"text": "Would you mind helping me to Please support multiple user profiles?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I represent a startup and want pricing details asap.", "label": "Sales Lead"}
{"text": "I would like to know how to Please provide more customization options.", "label": "Product Feature Request"}
{"text": "Please assist me with Feature request: automatic backups please.", "label": "Product Feature Request"}
{"text": "Can someone help me to The mobile app doesn't open.", "label": "Technical Support"}
{"text": "I would like to know how to Please support themes and skins", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I’m interested in a quote for our department", "label": "Sales Lead"}
{"text": "How can I get a volume discount? please.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you add a feature to mark favorites?.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Add the ability to customize the dashboard.", "label": "Product Feature Request"}
{"text": "I would like to know how to Please add offline editing capabilities when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to Why is my account being logged out every hour? when you get a chance.", "label": "Technical Support"}
{"text": "I need help to Looking to purchase licenses for our organization", "label": "Sales Lead"}
{"text": "I need help to Add integration with Microsoft Teams?", "label": "Product Feature Request"}
{"text": "Please assist me with I’d like the ability to assign tasks to multiple people", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Are there partner programs available? when you get a chance.", "label": "Sales Lead"}
{"text": "Please assist me with Please support multiple user profiles please.", "label": "Product Feature Request"}
{"text": "Is it possible to The app is freezing on startup?", "label": "Technical Support"}
{"text": "Would you mind helping me to Feature request: automatic backups when you get a chance.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Our team is growing; what options do you offer? please.", "label": "Sales Lead"}
{"text": "I'm having trouble to Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "Could you please tell me how to Does your product support government compliance? asap.", "label": "Sales Lead"}
{"text": "I would like to know how to I found a bug in the latest update", "label": "Technical Support"}
{"text": "The app drains my battery quickly urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to Can we get a demo next week? when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to We want to schedule a call with sales please.", "label": "Sales Lead"}
{"text": "Can someone help me to Add support for exporting data to CSV please.", "label": "Product Feature Request"}
{"text": "Can someone help me to Can the app support biometric login? when you get a chance.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to We are a team of 10 interested in your product when you get a chance.", "label": "Sales Lead"}
{"text": "Feature request: dark mode scheduling please.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I’m not receiving password reset emails.", "label": "Technical Support"}
{"text": "Is it possible to Can you customize the product for our needs? when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to I'm unable to reset my two-factor authentication?", "label": "Technical Support"}
{"text": "Would you mind helping me to Add a dark mode toggle in settings please.", "label": "Product Feature Request"}
{"text": "Please assist me with I'm experiencing delays in message delivery.", "label": "Technical Support"}
{"text": "Is it possible to Can you add dark mode? urgently.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I'm unable to reset my two-factor authentication?", "label": "Technical Support"}
{"text": "Please assist me with Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "I want to be able to undo actions please.", "label": "Product Feature Request"}
{"text": "I would like to know how to Please send me more information about your plans when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to Would love an AI assistant integration please.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Please add a widget for quick access when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to I'm getting an error when uploading files.", "label": "Technical Support"}
{"text": "I would like to know how to We want a pilot project before full purchase?", "label": "Sales Lead"}
{"text": "Add a toggle for low-data usage mode please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can you add a feature to mark favorites?.", "label": "Product Feature Request"}
{"text": "Would love an AI assistant integration asap.", "label": "Product Feature Request"}
{"text": "Is it possible to I found a bug in the latest update", "label": "Technical Support"}
{"text": "Why is my account being logged out every hour? asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to We want to pilot the software before buying asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The app drains my battery quickly.", "label": "Technical Support"}
{"text": "I'm having trouble to I’d like the ability to assign tasks to multiple people please.", "label": "Product Feature Request"}
{"text": "Can someone help me to The video calls are not connecting urgently.", "label": "Technical Support"}
{"text": "I need help to Is there a dedicated account manager? when you get a chance.", "label": "Sales Lead"}
{"text": "Please assist me with I'm getting an error when uploading files asap.", "label": "Technical Support"}
{"text": "I would like to know how to I keep getting timeout errors when accessing the platform when you get a chance.", "label": "Technical Support"}
{"text": "Please assist me with Please add offline editing capabilities?", "label": "Product Feature Request"}
{"text": "I would like to know how to Add a dark mode toggle in settings.", "label": "Product Feature Request"}
{"text": "I need help to Is there a free trial for enterprise clients? urgently.", "label": "Sales Lead"}
{"text": "I'm unable to reset my two-factor authentication.", "label": "Technical Support"}
{"text": "I'm having trouble to The video calls are not connecting when you get a chance.", "label": "Technical Support"}
{"text": "Please assist me with Getting an authentication error on mobile when you get a chance.", "label": "Technical Support"}
{"text": "I need help to Photos are not syncing between devices?", "label": "Technical Support"}
{"text": "We have 50 employees and want to buy?", "label": "Sales Lead"}
{"text": "I'm having trouble to App crashes when opening notifications?", "label": "Technical Support"}
{"text": "I would like to know how to The app is freezing on startup please.", "label": "Technical Support"}
{"text": "Our team is growing; what options do you offer? please.", "label": "Sales Lead"}
{"text": "Could you please tell me how to I want to suggest adding dark theme when you get a chance.", "label": "Product Feature Request"}
{"text": "I would like to know how to How can I get a volume discount? asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I can’t sync my calendar asap.", "label": "Technical Support"}
{"text": "Please assist me with My subscription won't renew", "label": "Technical Support"}
{"text": "I'm having trouble to The video calls are not connecting.", "label": "Technical Support"}
{"text": "I would like to know how to Looking to bundle this with another service — is that possible?", "label": "Sales Lead"}
{"text": "I would like to know how to Can you add a night reading mode? please.", "label": "Product Feature Request"}
{"text": "Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "Is it possible to Request to add multi-device clipboard syncing urgently.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add a feature to import contacts? urgently.", "label": "Product Feature Request"}
{"text": "I'm having trouble to The video calls are not connecting when you get a chance.", "label": "Technical Support"}
{"text": "Please assist me with I keep getting timeout errors when accessing the platform please.", "label": "Technical Support"}
{"text": "Would you mind helping me to We want integration with our CRM", "label": "Sales Lead"}
{"text": "Please support exporting to PDF asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to We’re budgeting for Q3 — need a quote soon.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you add video tutorials inside the app? please.", "label": "Product Feature Request"}
{"text": "I need help to Can you include voice commands? urgently.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I want to tag and categorize notifications", "label": "Product Feature Request"}
{"text": "Can someone help me to I’m interested in a quote for our department asap.", "label": "Sales Lead"}
{"text": "Can someone help me to The app freezes when playing videos", "label": "Technical Support"}
{"text": "I'm having trouble to Can you improve app startup speed? asap.", "label": "Product Feature Request"}
{"text": "I need help to Would love integration with Google Calendar asap.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I'm unable to reset my two-factor authentication urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to We have 200 employees and want pricing info", "label": "Sales Lead"}
{"text": "Would you mind helping me to We want to upgrade to a premium plan asap.", "label": "Sales Lead"}
{"text": "I would like to know how to Can you add video tutorials inside the app? urgently.", "label": "Product Feature Request"}
{"text": "I'm having trouble to I want to learn more about pricing urgently.", "label": "Sales Lead"}
{"text": "I need help to How long does the onboarding process take?", "label": "Sales Lead"}
{"text": "I'm having trouble to Can you add video tutorials inside the app? when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to I'm getting an error when uploading files", "label": "Technical Support"}
{"text": "Would you mind helping me to I want to tag and categorize notifications asap.", "label": "Product Feature Request"}
{"text": "Add the ability to schedule notifications please.", "label": "Product Feature Request"}
{"text": "Is it possible to The app freezes when playing videos?", "label": "Technical Support"}
{"text": "Can someone help me to Can the app support biometric login? urgently.", "label": "Product Feature Request"}
{"text": "I would like to know how to The video calls are not connecting urgently.", "label": "Technical Support"}
{"text": "Can someone help me to I'm unable to download the latest version?", "label": "Technical Support"}
{"text": "Could you please tell me how to What are your payment terms?.", "label": "Sales Lead"}
{"text": "I would like to know how to Please provide case studies for your product", "label": "Sales Lead"}
{"text": "Please assist me with I'm unable to reset my two-factor authentication urgently.", "label": "Technical Support"}
{"text": "I need help to I can't connect to the server", "label": "Technical Support"}
{"text": "Is it possible to Please support themes and skins?", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add customizable notifications?.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Getting an authentication error on mobile.", "label": "Technical Support"}
{"text": "Could you please tell me how to Can you improve app startup speed? when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to I would like a feature to export reports", "label": "Product Feature Request"}
{"text": "I would like to know how to Please include a timer for focus sessions asap.", "label": "Product Feature Request"}
{"text": "Please assist me with Can the app support biometric login? asap.", "label": "Product Feature Request"}
{"text": "The video calls are not connecting asap.", "label": "Technical Support"}
{"text": "Please assist me with Please add offline editing capabilities urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to It would be helpful to have report auto-generation asap.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Our team is growing; what options do you offer? asap.", "label": "Sales Lead"}
{"text": "I would like to know how to How can I get a volume discount?", "label": "Sales Lead"}
{"text": "Can someone help me to The website shows a 404 error when you get a chance.", "label": "Technical Support"}
{"text": "I'm having trouble to Error 500 appears when I upload files when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to Our organization is interested in bulk licensing when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to Feature request: dark mode scheduling.", "label": "Product Feature Request"}
{"text": "I need help to Add integration with Microsoft Teams", "label": "Product Feature Request"}
{"text": "Please assist me with Our organization is interested in bulk licensing please.", "label": "Sales Lead"}
{"text": "I would like to know how to Add social media sharing options please.", "label": "Product Feature Request"}
{"text": "Can someone help me to I want to know about volume licensing?", "label": "Sales Lead"}
{"text": "I would like to know how to Can the app support biometric login? please.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you create a custom onboarding package?", "label": "Sales Lead"}
{"text": "Is it possible to Our organization is interested in bulk licensing when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to I want to suggest adding dark theme when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to How do I contact support?", "label": "Technical Support"}
{"text": "Could you please tell me how to I keep getting timeout errors when accessing the platform", "label": "Technical Support"}
{"text": "I'm having trouble to Why is my account being logged out every hour?", "label": "Technical Support"}
{"text": "Would you mind helping me to How do I contact support?", "label": "Technical Support"}
{"text": "Can you improve app startup speed? please.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I’m not receiving password reset emails?", "label": "Technical Support"}
{"text": "Please assist me with We want to pilot the software before buying.", "label": "Sales Lead"}
{"text": "I need help to The app freezes when playing videos when you get a chance.", "label": "Technical Support"}
{"text": "Is it possible to Please provide a feature for data encryption", "label": "Product Feature Request"}
{"text": "I'm having trouble to The website shows a 404 error when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to Are there discounts for long-term contracts? urgently.", "label": "Sales Lead"}
{"text": "I need help to We are a team of 10 interested in your product asap.", "label": "Sales Lead"}
{"text": "I’m not receiving password reset emails please.", "label": "Technical Support"}
{"text": "I'm having trouble to Can you add video tutorials inside the app?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to How do I clear the cache? when you get a chance.", "label": "Technical Support"}
{"text": "I need help to I want to schedule a sales call when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you add video tutorials inside the app?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Please add voice message support?", "label": "Product Feature Request"}
{"text": "I represent a startup and want pricing details please.", "label": "Sales Lead"}
{"text": "I need help to I'm unable to download the latest version.", "label": "Technical Support"}
{"text": "Can someone help me to I can’t sync my calendar asap.", "label": "Technical Support"}
{"text": "Could you please tell me how to Would be great to set recurring reminders please.", "label": "Product Feature Request"}
{"text": "Please assist me with I can't connect to the server asap.", "label": "Technical Support"}
{"text": "Could you please tell me how to I want to learn more about pricing urgently.", "label": "Sales Lead"}
{"text": "Is it possible to Please provide a feature for data encryption?", "label": "Product Feature Request"}
{"text": "I'm having trouble to I want to suggest adding dark theme please.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you support dark mode on mobile? when you get a chance.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Are there special plans for educational institutions? urgently.", "label": "Sales Lead"}
{"text": "Is there a free trial for enterprise clients? asap.", "label": "Sales Lead"}
{"text": "I need help to Can you assist with implementation?.", "label": "Sales Lead"}
{"text": "I'm having trouble to I can't connect to the server?", "label": "Technical Support"}
{"text": "I need help to Can you add a night reading mode?.", "label": "Product Feature Request"}
{"text": "Looking to bundle this with another service — is that possible? when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to I’m interested in a quote for our department please.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The app crashes when I try to share a file.", "label": "Technical Support"}
{"text": "Can someone help me to The search bar returns irrelevant results urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to Would be great to have customizable dashboards.", "label": "Product Feature Request"}
{"text": "I would like to know how to I found a bug in the latest update?", "label": "Technical Support"}
{"text": "I'm having trouble to How do you handle bulk orders?", "label": "Sales Lead"}
{"text": "Would you mind helping me to How do I contact support? asap.", "label": "Technical Support"}
{"text": "I'm having trouble to It would be helpful to have report auto-generation please.", "label": "Product Feature Request"}
{"text": "I need help to Can you help with migration to your platform? asap.", "label": "Sales Lead"}
{"text": "I need help to Please add a progress tracker for tasks?", "label": "Product Feature Request"}
{"text": "Add the ability to customize the dashboard please.", "label": "Product Feature Request"}
{"text": "Are there discounts for long-term contracts?", "label": "Sales Lead"}
{"text": "Could you please tell me how to The mobile app doesn't open asap.", "label": "Technical Support"}
{"text": "Is it possible to Can you provide a roadmap of upcoming features? please.", "label": "Sales Lead"}
{"text": "Can someone help me to I would like a feature to export reports?", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can you provide training for our staff?", "label": "Sales Lead"}
{"text": "Would you mind helping me to Please support themes and skins.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you help with migration to your platform?.", "label": "Sales Lead"}
{"text": "I need help to Please support multiple user profiles asap.", "label": "Product Feature Request"}
{"text": "I need help to We want integration with our CRM urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Please support themes and skins please.", "label": "Product Feature Request"}
{"text": "Add a dark mode toggle in settings when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to Interested in a long-term contract — any discounts?", "label": "Sales Lead"}
{"text": "Please assist me with The app is freezing on startup.", "label": "Technical Support"}
{"text": "Is it possible to Please support multiple user profiles urgently.", "label": "Product Feature Request"}
{"text": "I need help to We have 200 employees and want pricing info", "label": "Sales Lead"}
{"text": "Is it possible to Getting an authentication error on mobile please.", "label": "Technical Support"}
{"text": "I need help to Can you add dark mode? urgently.", "label": "Product Feature Request"}
{"text": "Our company is interested in annual subscriptions urgently.", "label": "Sales Lead"}
{"text": "I would like to know how to Add a toggle for low-data usage mode when you get a chance.", "label": "Product Feature Request"}
{"text": "Is it possible to Are there special plans for educational institutions?", "label": "Sales Lead"}
{"text": "Please assist me with Can you provide training for our staff? urgently.", "label": "Sales Lead"}
{"text": "Please assist me with I can’t sync my calendar", "label": "Technical Support"}
{"text": "I would like to know how to Why is my account being logged out every hour?", "label": "Technical Support"}
{"text": "I'm having trouble to The app doesn’t save my preferences", "label": "Technical Support"}
{"text": "Would you mind helping me to Add social media sharing options urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you support dark mode on mobile? please.", "label": "Product Feature Request"}
{"text": "The app doesn't let me log in anymore please.", "label": "Technical Support"}
{"text": "Would you mind helping me to Please add offline editing capabilities?", "label": "Product Feature Request"}
{"text": "I need help to Getting an authentication error on mobile?", "label": "Technical Support"}
{"text": "I would like to know how to Why can't I view the analytics section anymore? when you get a chance.", "label": "Technical Support"}
{"text": "I need help to The app crashes when I try to share a file", "label": "Technical Support"}
{"text": "I need help to How do I contact support? urgently.", "label": "Technical Support"}
{"text": "I need help to The app drains my battery quickly asap.", "label": "Technical Support"}
{"text": "Could you please tell me how to I can't connect to the server", "label": "Technical Support"}
{"text": "Error 500 appears when I upload files asap.", "label": "Technical Support"}
{"text": "I would like to know how to Our team is growing; what options do you offer? please.", "label": "Sales Lead"}
{"text": "Please assist me with What are your payment terms? please.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I’m having trouble with push notifications urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to Please add voice message support", "label": "Product Feature Request"}
{"text": "Can you add markdown support in notes? please.", "label": "Product Feature Request"}
{"text": "Can someone help me to I'm unable to reset my two-factor authentication urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to Please include a timer for focus sessions when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to What are your payment terms?", "label": "Sales Lead"}
{"text": "I need help to Our team is growing; what options do you offer? asap.", "label": "Sales Lead"}
{"text": "Can someone help me to I want to learn about your service-level agreements?", "label": "Sales Lead"}
{"text": "Could you please tell me how to I’m having trouble with push notifications asap.", "label": "Technical Support"}
{"text": "Feature request: automatic backups please.", "label": "Product Feature Request"}
{"text": "Can someone help me to The software is not syncing my data please.", "label": "Technical Support"}
{"text": "Would you mind helping me to Why can't I view the analytics section anymore? urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to Are there special plans for educational institutions?", "label": "Sales Lead"}
{"text": "Would you mind helping me to How can I get a volume discount?.", "label": "Sales Lead"}
{"text": "Could you please tell me how to The app freezes when playing videos.", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you assist with implementation?.", "label": "Sales Lead"}
{"text": "I would like to know how to How do I clear the cache?", "label": "Technical Support"}
{"text": "I need help to Is there a free trial for enterprise clients?.", "label": "Sales Lead"}
{"text": "Is it possible to Is there a free trial for enterprise clients?", "label": "Sales Lead"}
{"text": "I need help to How can I get a volume discount?.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I keep getting timeout errors when accessing the platform", "label": "Technical Support"}
{"text": "Please assist me with Does your product support government compliance? urgently.", "label": "Sales Lead"}
{"text": "Would love an AI assistant integration", "label": "Product Feature Request"}
{"text": "Is it possible to Can the app support biometric login?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you support dark mode on mobile?", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Please add voice message support when you get a chance.", "label": "Product Feature Request"}
{"text": "Please assist me with I’m not receiving password reset emails.", "label": "Technical Support"}
{"text": "Can someone help me to Interested in enterprise solutions when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to I can't connect to the server please.", "label": "Technical Support"}
{"text": "Could you please tell me how to Can you add video tutorials inside the app?", "label": "Product Feature Request"}
{"text": "Is there a dedicated account manager?", "label": "Sales Lead"}
{"text": "I would like to know how to I can’t sync my calendar urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to I want a feature for offline mode asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to Can you add a feature to import contacts? urgently.", "label": "Product Feature Request"}
{"text": "I need help to How can I get a volume discount? asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to App crashes when opening notifications.", "label": "Technical Support"}
{"text": "Is it possible to I can’t sync my calendar please.", "label": "Technical Support"}
{"text": "Could you please tell me how to Add more font options for readability.", "label": "Product Feature Request"}
{"text": "Can someone help me to I’m interested in a quote for our department urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Can you help with migration to your platform? asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The app drains my battery quickly?", "label": "Technical Support"}
{"text": "I would like to know how to The app doesn’t save my preferences.", "label": "Technical Support"}
{"text": "I need help to My subscription won't renew please.", "label": "Technical Support"}
{"text": "I'm having trouble to How do I contact support? asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to We want to pilot the software before buying when you get a chance.", "label": "Sales Lead"}
{"text": "Could you please tell me how to We need 100 licenses for our new employees", "label": "Sales Lead"}
{"text": "Can someone help me to Please include a timer for focus sessions?", "label": "Product Feature Request"}
{"text": "Can someone help me to We are a team of 10 interested in your product.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Can you add a feature to mark favorites? please.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I keep getting timeout errors when accessing the platform please.", "label": "Technical Support"}
{"text": "Please assist me with App crashes when opening notifications urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to My subscription won't renew when you get a chance.", "label": "Technical Support"}
{"text": "I need help to What are your payment terms?", "label": "Sales Lead"}
{"text": "The app doesn’t save my preferences when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to I want to be able to undo actions urgently.", "label": "Product Feature Request"}
{"text": "I need help to How do I clear the cache? when you get a chance.", "label": "Technical Support"}
{"text": "Could you please tell me how to I'd love to see a kanban board layout added.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you customize the product for our needs?", "label": "Sales Lead"}
{"text": "I need help to Are there partner programs available? when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "I would like to know how to I’d like the ability to assign tasks to multiple people", "label": "Product Feature Request"}
{"text": "I would like to know how to We are a team of 10 interested in your product", "label": "Sales Lead"}
{"text": "I need help to We want to upgrade to a premium plan please.", "label": "Sales Lead"}
{"text": "Can someone help me to I can't connect to the server", "label": "Technical Support"}
{"text": "Add more font options for readability urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Feature request: automatic backups when you get a chance.", "label": "Product Feature Request"}
{"text": "Please assist me with I’m having trouble with push notifications?", "label": "Technical Support"}
{"text": "I need help to How can I get a volume discount? when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to We want integration with our CRM urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Please support exporting to PDF urgently.", "label": "Product Feature Request"}
{"text": "Is it possible to Please send us the terms of your annual plan?", "label": "Sales Lead"}
{"text": "Please assist me with Can I get a demo for our executives? asap.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Can you add a night reading mode?", "label": "Product Feature Request"}
{"text": "Could you please tell me how to The app freezes when playing videos urgently.", "label": "Technical Support"}
{"text": "I need help to I'm experiencing delays in message delivery.", "label": "Technical Support"}
{"text": "Please assist me with Looking to purchase licenses for our organization", "label": "Sales Lead"}
{"text": "Please provide a feature for data encryption?", "label": "Product Feature Request"}
{"text": "I need help to Can you improve app startup speed? please.", "label": "Product Feature Request"}
{"text": "Can you add customizable notifications? when you get a chance.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I found a bug in the latest update asap.", "label": "Technical Support"}
{"text": "Can someone help me to I can’t sync my calendar", "label": "Technical Support"}
{"text": "The video calls are not connecting.", "label": "Technical Support"}
{"text": "I'm having trouble to Would be great to have customizable dashboards", "label": "Product Feature Request"}
{"text": "I'm having trouble to The website shows a 404 error please.", "label": "Technical Support"}
{"text": "Can someone help me to The app is freezing on startup asap.", "label": "Technical Support"}
{"text": "Is it possible to I’m having trouble with push notifications asap.", "label": "Technical Support"}
{"text": "I would like to know how to The app doesn't let me log in anymore please.", "label": "Technical Support"}
{"text": "Please assist me with Add shortcut keys for power users please.", "label": "Product Feature Request"}
{"text": "Is it possible to The app crashes when I try to share a file please.", "label": "Technical Support"}
{"text": "Is it possible to What support options are included with the purchase?", "label": "Sales Lead"}
{"text": "I would like to know how to I’m not receiving password reset emails please.", "label": "Technical Support"}
{"text": "Please assist me with Please add a progress tracker for tasks urgently.", "label": "Product Feature Request"}
{"text": "Can someone help me to Please add offline editing capabilities.", "label": "Product Feature Request"}
{"text": "I'm having trouble to App crashes when opening notifications please.", "label": "Technical Support"}
{"text": "Can someone help me to I’m not receiving password reset emails urgently.", "label": "Technical Support"}
{"text": "I need help to Add shortcut keys for power users", "label": "Product Feature Request"}
{"text": "I need help to I found a bug in the latest update", "label": "Technical Support"}
{"text": "Can someone help me to I’m not receiving password reset emails", "label": "Technical Support"}
{"text": "Please assist me with I want to know about your product's pricing plans urgently.", "label": "Sales Lead"}
{"text": "Please assist me with Error 500 appears when I upload files asap.", "label": "Technical Support"}
{"text": "I need help to We want integration with our CRM urgently.", "label": "Sales Lead"}
{"text": "Please assist me with Can you improve app startup speed?", "label": "Product Feature Request"}
{"text": "I'm having trouble to Please provide case studies for your product asap.", "label": "Sales Lead"}
{"text": "I would like to know how to Can you send me your sales brochure? urgently.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you support dark mode on mobile? please.", "label": "Product Feature Request"}
{"text": "Is it possible to Our team is growing; what options do you offer? please.", "label": "Sales Lead"}
{"text": "I need help to Photos are not syncing between devices", "label": "Technical Support"}
{"text": "I would like to know how to The website shows a 404 error please.", "label": "Technical Support"}
{"text": "Please assist me with Would be great to have customizable dashboards please.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Do you offer discounts for non-profits? when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you customize the product for our needs?.", "label": "Sales Lead"}
{"text": "Please support multiple user profiles.", "label": "Product Feature Request"}
{"text": "I'm having trouble to How do you handle bulk orders? when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to What is your pricing per user?", "label": "Sales Lead"}
{"text": "Is it possible to The app drains my battery quickly.", "label": "Technical Support"}
{"text": "Could you please tell me how to Feature request: dark mode scheduling", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Getting an authentication error on mobile asap.", "label": "Technical Support"}
{"text": "I need help to Why can't I view the analytics section anymore? urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to Please support themes and skins?", "label": "Product Feature Request"}
{"text": "I'm having trouble to Please support multiple user profiles urgently.", "label": "Product Feature Request"}
{"text": "Please assist me with How do I contact support?.", "label": "Technical Support"}
{"text": "I need help to The mobile app doesn't open please.", "label": "Technical Support"}
{"text": "I'm having trouble to How do I clear the cache? asap.", "label": "Technical Support"}
{"text": "I need help to It would be great to have a calendar view.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Add the ability to pin important tasks urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to What support options are included with the purchase? urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Is there a free trial for enterprise clients?.", "label": "Sales Lead"}
{"text": "I need help to The search bar returns irrelevant results.", "label": "Technical Support"}
{"text": "Is it possible to Please send me more information about your plans please.", "label": "Sales Lead"}
{"text": "Please assist me with I want to tag and categorize notifications", "label": "Product Feature Request"}
{"text": "Can someone help me to The website shows a 404 error please.", "label": "Technical Support"}
{"text": "I would like to know how to It would be great to have a calendar view", "label": "Product Feature Request"}
{"text": "I need help to The search bar returns irrelevant results?", "label": "Technical Support"}
{"text": "I would like to know how to I want to schedule a sales call when you get a chance.", "label": "Sales Lead"}
{"text": "Looking to bundle this with another service — is that possible?", "label": "Sales Lead"}
{"text": "Is it possible to I want to tag and categorize notifications asap.", "label": "Product Feature Request"}
{"text": "Please assist me with Photos are not syncing between devices urgently.", "label": "Technical Support"}
{"text": "Please assist me with Would be nice to have gesture controls urgently.", "label": "Product Feature Request"}
{"text": "Can someone help me to Can you add customizable notifications? please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can you help with migration to your platform?", "label": "Sales Lead"}
{"text": "Please assist me with Can we get a demo next week?", "label": "Sales Lead"}
{"text": "Could you please tell me how to Add the ability to schedule notifications asap.", "label": "Product Feature Request"}
{"text": "Please assist me with The app doesn’t save my preferences asap.", "label": "Technical Support"}
{"text": "I'm having trouble to I'm unable to reset my two-factor authentication urgently.", "label": "Technical Support"}
{"text": "Is it possible to I keep getting timeout errors when accessing the platform.", "label": "Technical Support"}
{"text": "I would like to know how to Can you add a night reading mode? asap.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Please provide a feature for data encryption asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to Can you create a custom onboarding package?.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Can you add a night reading mode?", "label": "Product Feature Request"}
{"text": "I'm having trouble to The software is not syncing my data please.", "label": "Technical Support"}
{"text": "It would be helpful to have report auto-generation?", "label": "Product Feature Request"}
{"text": "Can someone help me to Add integration with Microsoft Teams urgently.", "label": "Product Feature Request"}
{"text": "Please assist me with The app logs me out automatically urgently.", "label": "Technical Support"}
{"text": "Is it possible to How do you handle onboarding for enterprise clients?.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Is there a discount for early payment?", "label": "Sales Lead"}
{"text": "I would like to know how to Please provide more customization options when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Please support themes and skins when you get a chance.", "label": "Product Feature Request"}
{"text": "The search bar returns irrelevant results.", "label": "Technical Support"}
{"text": "Would you mind helping me to I want to know about your product's pricing plans when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to Can I get a demo for our executives? when you get a chance.", "label": "Sales Lead"}
{"text": "Please assist me with I want to be able to undo actions asap.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to The app crashes when I try to share a file urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to Please add integration with Slack", "label": "Product Feature Request"}
{"text": "Please assist me with Can I get a demo for our executives? asap.", "label": "Sales Lead"}
{"text": "Could you please tell me how to I want to learn more about pricing asap.", "label": "Sales Lead"}
{"text": "Can someone help me to Our company is interested in annual subscriptions.", "label": "Sales Lead"}
{"text": "Is it possible to The app doesn't let me log in anymore when you get a chance.", "label": "Technical Support"}
{"text": "I'm having trouble to Our organization is interested in bulk licensing urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to What is your pricing per user?", "label": "Sales Lead"}
{"text": "I need help to Can you add markdown support in notes?.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Would love integration with Dropbox asap.", "label": "Product Feature Request"}
{"text": "I need help to Add shortcut keys for power users asap.", "label": "Product Feature Request"}
{"text": "Is it possible to My subscription won't renew", "label": "Technical Support"}
{"text": "Add a toggle for low-data usage mode urgently.", "label": "Product Feature Request"}
{"text": "Please assist me with Error 500 appears when I upload files", "label": "Technical Support"}
{"text": "Can someone help me to Why is my account being logged out every hour? when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to Add a toggle for low-data usage mode.", "label": "Product Feature Request"}
{"text": "I would like to know how to Please include a timer for focus sessions please.", "label": "Product Feature Request"}
{"text": "What support options are included with the purchase?", "label": "Sales Lead"}
{"text": "Is it possible to Please add integration with Slack", "label": "Product Feature Request"}
{"text": "Please assist me with Why can't I view the analytics section anymore? please.", "label": "Technical Support"}
{"text": "Is it possible to I'm experiencing delays in message delivery.", "label": "Technical Support"}
{"text": "Please assist me with I want to know about volume licensing please.", "label": "Sales Lead"}
{"text": "I need help to Add the ability to pin important tasks urgently.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Feature request: improve search functionality urgently.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Please add voice message support", "label": "Product Feature Request"}
{"text": "I would like to know how to Please add a way to archive completed tasks?", "label": "Product Feature Request"}
{"text": "I would like to know how to Interested in a long-term contract — any discounts? asap.", "label": "Sales Lead"}
{"text": "The app is freezing on startup please.", "label": "Technical Support"}
{"text": "I'm having trouble to Is there a discount for early payment? urgently.", "label": "Sales Lead"}
{"text": "Is it possible to Can we get a demo next week?", "label": "Sales Lead"}
{"text": "Would you mind helping me to I keep getting timeout errors when accessing the platform urgently.", "label": "Technical Support"}
{"text": "Can someone help me to How much does your product cost for teams? urgently.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The software is not syncing my data please.", "label": "Technical Support"}
{"text": "Could you please tell me how to Feature request: dark mode scheduling urgently.", "label": "Product Feature Request"}
{"text": "Is it possible to I want to be able to undo actions.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I want to tag and categorize notifications when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Please include a timer for focus sessions when you get a chance.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can I get a demo for our executives?.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you add customizable notifications?.", "label": "Product Feature Request"}
{"text": "Can someone help me to The app crashes when I try to share a file.", "label": "Technical Support"}
{"text": "Would you mind helping me to Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "I need help to Add a dark mode toggle in settings please.", "label": "Product Feature Request"}
{"text": "I'm unable to download the latest version", "label": "Technical Support"}
{"text": "I need help to The mobile app doesn't open when you get a chance.", "label": "Technical Support"}
{"text": "Is it possible to Is there a dedicated account manager?.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Please provide a feature for data encryption please.", "label": "Product Feature Request"}
{"text": "Please send us the terms of your annual plan", "label": "Sales Lead"}
{"text": "Add a toggle for low-data usage mode?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I'm unable to reset my two-factor authentication urgently.", "label": "Technical Support"}
{"text": "Can someone help me to The app doesn't let me log in anymore urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to How do I clear the cache?.", "label": "Technical Support"}
{"text": "I'm having trouble to I keep getting timeout errors when accessing the platform", "label": "Technical Support"}
{"text": "Could you please tell me how to Interested in enterprise solutions", "label": "Sales Lead"}
{"text": "Is it possible to Can you add a night reading mode?", "label": "Product Feature Request"}
{"text": "I would like to know how to I want to discuss partnership opportunities asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I keep getting timeout errors when accessing the platform please.", "label": "Technical Support"}
{"text": "Is it possible to I’m not receiving password reset emails urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to I want to discuss partnership opportunities.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Add a dark mode toggle in settings.", "label": "Product Feature Request"}
{"text": "I'm having trouble to I keep getting timeout errors when accessing the platform", "label": "Technical Support"}
{"text": "Is it possible to The app is freezing on startup please.", "label": "Technical Support"}
{"text": "I need help to Looking to purchase licenses for our organization?", "label": "Sales Lead"}
{"text": "Could you please tell me how to We need 100 licenses for our new employees please.", "label": "Sales Lead"}
{"text": "Is it possible to Error 500 appears when I upload files when you get a chance.", "label": "Technical Support"}
{"text": "Can someone help me to Request to add multi-device clipboard syncing?", "label": "Product Feature Request"}
{"text": "Please assist me with Add the ability to pin important tasks when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to Interested in enterprise solutions?", "label": "Sales Lead"}
{"text": "Would you mind helping me to Would love an AI assistant integration urgently.", "label": "Product Feature Request"}
{"text": "I need help to The app is freezing on startup please.", "label": "Technical Support"}
{"text": "Would you mind helping me to Add the ability to pin important tasks?", "label": "Product Feature Request"}
{"text": "Can someone help me to I want to know about volume licensing", "label": "Sales Lead"}
{"text": "I'm having trouble to Error 500 appears when I upload files asap.", "label": "Technical Support"}
{"text": "I'm having trouble to What is your pricing per user?", "label": "Sales Lead"}
{"text": "Is it possible to The app drains my battery quickly urgently.", "label": "Technical Support"}
{"text": "Can you provide a demo for our company? asap.", "label": "Sales Lead"}
{"text": "Please assist me with The app drains my battery quickly?", "label": "Technical Support"}
{"text": "Can someone help me to Add support for exporting data to CSV.", "label": "Product Feature Request"}
{"text": "Please assist me with How do you handle onboarding for enterprise clients? please.", "label": "Sales Lead"}
{"text": "I need help to I'm unable to reset my two-factor authentication.", "label": "Technical Support"}
{"text": "I need help to Our team is growing; what options do you offer?.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Does your product support government compliance?", "label": "Sales Lead"}
{"text": "Would you mind helping me to Add social media sharing options?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I can’t sync my calendar please.", "label": "Technical Support"}
{"text": "Can someone help me to Are there discounts for long-term contracts? urgently.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you provide a custom quote for our team?", "label": "Sales Lead"}
{"text": "Can someone help me to What support options are included with the purchase?", "label": "Sales Lead"}
{"text": "I would like to know how to Would be great to set recurring reminders asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to App crashes when opening notifications", "label": "Technical Support"}
{"text": "I would like to know how to Interested in enterprise solutions.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Does your product support government compliance?.", "label": "Sales Lead"}
{"text": "I would like to know how to Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "I need help to Request to add multi-device clipboard syncing asap.", "label": "Product Feature Request"}
{"text": "I'm unable to reset my two-factor authentication please.", "label": "Technical Support"}
{"text": "Could you please tell me how to Can you help us with onboarding?", "label": "Sales Lead"}
{"text": "I need help to We have 50 employees and want to buy urgently.", "label": "Sales Lead"}
{"text": "Can someone help me to Add the ability to schedule notifications?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I want a feature for offline mode?", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can you create a custom onboarding package? when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to Can you provide a roadmap of upcoming features? asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I’d like the ability to assign tasks to multiple people asap.", "label": "Product Feature Request"}
{"text": "Is it possible to Add social media sharing options urgently.", "label": "Product Feature Request"}
{"text": "I would like to know how to Can you send me your sales brochure?", "label": "Sales Lead"}
{"text": "I would like to know how to Interested in a long-term contract — any discounts? please.", "label": "Sales Lead"}
{"text": "Please assist me with The app crashes when I try to share a file asap.", "label": "Technical Support"}
{"text": "Is it possible to Can you improve app startup speed? please.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to I'm experiencing delays in message delivery please.", "label": "Technical Support"}
{"text": "I'm having trouble to The app freezes when playing videos?", "label": "Technical Support"}
{"text": "Would you mind helping me to Would be nice to have gesture controls please.", "label": "Product Feature Request"}
{"text": "I would like to know how to I'm getting an error when uploading files?", "label": "Technical Support"}
{"text": "Would you mind helping me to Looking to purchase licenses for our organization when you get a chance.", "label": "Sales Lead"}
{"text": "Could you please tell me how to The app crashes when I try to share a file urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to Would be nice to have gesture controls.", "label": "Product Feature Request"}
{"text": "Please assist me with Looking to purchase licenses for our organization please.", "label": "Sales Lead"}
{"text": "Please assist me with I'm unable to download the latest version", "label": "Technical Support"}
{"text": "I need help to Looking to bundle this with another service — is that possible? urgently.", "label": "Sales Lead"}
{"text": "I need help to Please include a timer for focus sessions?", "label": "Product Feature Request"}
{"text": "I want to suggest adding dark theme when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to We have 200 employees and want pricing info?", "label": "Sales Lead"}
{"text": "I would like to know how to The app is freezing on startup urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to Would love integration with Dropbox", "label": "Product Feature Request"}
{"text": "What is the pricing for enterprise customers?", "label": "Sales Lead"}
{"text": "Is it possible to The app is freezing on startup when you get a chance.", "label": "Technical Support"}
{"text": "I need help to Please add a way to archive completed tasks asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to Add the ability to pin important tasks when you get a chance.", "label": "Product Feature Request"}
{"text": "Please assist me with I’m having trouble with push notifications asap.", "label": "Technical Support"}
{"text": "Can someone help me to I'm unable to reset my two-factor authentication urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to We want to upgrade to a premium plan asap.", "label": "Sales Lead"}
{"text": "I'm having trouble to My subscription won't renew urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to It would be great to have a calendar view", "label": "Product Feature Request"}
{"text": "Is it possible to What support options are included with the purchase?.", "label": "Sales Lead"}
{"text": "I'm having trouble to I represent a startup and want pricing details urgently.", "label": "Sales Lead"}
{"text": "Can someone help me to I'm unable to reset my two-factor authentication when you get a chance.", "label": "Technical Support"}
{"text": "Can someone help me to Interested in enterprise solutions please.", "label": "Sales Lead"}
{"text": "Please assist me with I’m not receiving password reset emails asap.", "label": "Technical Support"}
{"text": "I represent a startup and want pricing details asap.", "label": "Sales Lead"}
{"text": "Is it possible to We have 200 employees and want pricing info.", "label": "Sales Lead"}
{"text": "I'm having trouble to How do I clear the cache? asap.", "label": "Technical Support"}
{"text": "It would be helpful to have report auto-generation asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to Please add a way to archive completed tasks?", "label": "Product Feature Request"}
{"text": "I'm having trouble to I'm experiencing delays in message delivery.", "label": "Technical Support"}
{"text": "Can someone help me to We want to schedule a call with sales.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you add a feature to mark favorites? when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to How do you handle bulk orders?.", "label": "Sales Lead"}
{"text": "Can someone help me to Feature request: dark mode scheduling.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you add a night reading mode? please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can we get a demo next week?.", "label": "Sales Lead"}
{"text": "I need help to We want integration with our CRM when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to The mobile app doesn't open", "label": "Technical Support"}
{"text": "Could you please tell me how to I want a feature for offline mode when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to What is your pricing per user?.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I'm unable to reset my two-factor authentication asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to Would be great to set recurring reminders when you get a chance.", "label": "Product Feature Request"}
{"text": "I would like to know how to Why is my account being logged out every hour?.", "label": "Technical Support"}
{"text": "Can someone help me to We want integration with our CRM?", "label": "Sales Lead"}
{"text": "Would you mind helping me to The website shows a 404 error urgently.", "label": "Technical Support"}
{"text": "Is it possible to It would be great to have a calendar view.", "label": "Product Feature Request"}
{"text": "I need help to We need 100 licenses for our new employees", "label": "Sales Lead"}
{"text": "I'm having trouble to Why is my account being logged out every hour? urgently.", "label": "Technical Support"}
{"text": "Please assist me with The app drains my battery quickly.", "label": "Technical Support"}
{"text": "I'm having trouble to I want to schedule a sales call?", "label": "Sales Lead"}
{"text": "Is it possible to We want to upgrade to a premium plan asap.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Please add integration with Slack when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to We need 100 licenses for our new employees?", "label": "Sales Lead"}
{"text": "I need help to I'm unable to download the latest version when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to App crashes when opening notifications asap.", "label": "Technical Support"}
{"text": "The app doesn't let me log in anymore asap.", "label": "Technical Support"}
{"text": "Is it possible to Getting an authentication error on mobile?", "label": "Technical Support"}
{"text": "Is it possible to What is the pricing for enterprise customers? urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to What is your pricing per user?", "label": "Sales Lead"}
{"text": "Would you mind helping me to We want to pilot the software before buying urgently.", "label": "Sales Lead"}
{"text": "I'm having trouble to How can I get a volume discount? asap.", "label": "Sales Lead"}
{"text": "I'm having trouble to Can you provide a custom quote for our team?.", "label": "Sales Lead"}
{"text": "I would like to know how to I'm unable to reset my two-factor authentication when you get a chance.", "label": "Technical Support"}
{"text": "I need help to Would be great to have customizable dashboards?", "label": "Product Feature Request"}
{"text": "Please assist me with I want to be able to undo actions asap.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Please add a widget for quick access when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Can you include voice commands? urgently.", "label": "Product Feature Request"}
{"text": "I would like to know how to We are a team of 10 interested in your product urgently.", "label": "Sales Lead"}
{"text": "I need help to I found a bug in the latest update urgently.", "label": "Technical Support"}
{"text": "Can someone help me to Can you enable syncing with Apple Calendar? urgently.", "label": "Product Feature Request"}
{"text": "I need help to Why is my account being logged out every hour?.", "label": "Technical Support"}
{"text": "I'm having trouble to The app drains my battery quickly urgently.", "label": "Technical Support"}
{"text": "Can someone help me to Add a toggle for low-data usage mode asap.", "label": "Product Feature Request"}
{"text": "I need help to I want a feature for offline mode asap.", "label": "Product Feature Request"}
{"text": "Add the ability to pin important tasks please.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Interested in a long-term contract — any discounts?", "label": "Sales Lead"}
{"text": "Is it possible to What is your pricing per user? when you get a chance.", "label": "Sales Lead"}
{"text": "I would like to know how to Can you help with migration to your platform? when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to Would love integration with Google Calendar", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Why is my account being logged out every hour? please.", "label": "Technical Support"}
{"text": "I need help to I'm experiencing delays in message delivery urgently.", "label": "Technical Support"}
{"text": "Please assist me with I'm experiencing delays in message delivery please.", "label": "Technical Support"}
{"text": "Please assist me with Add integration with Microsoft Teams?", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Can you add a feature to mark favorites?", "label": "Product Feature Request"}
{"text": "I would like to know how to Can you enable syncing with Apple Calendar? urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Add the ability to customize the dashboard", "label": "Product Feature Request"}
{"text": "Please assist me with Photos are not syncing between devices", "label": "Technical Support"}
{"text": "Could you please tell me how to The app doesn’t save my preferences asap.", "label": "Technical Support"}
{"text": "I need help to Can you assist with implementation?", "label": "Sales Lead"}
{"text": "Please assist me with I want to be able to undo actions", "label": "Product Feature Request"}
{"text": "Can someone help me to The app freezes when playing videos urgently.", "label": "Technical Support"}
{"text": "I need help to Can you provide training for our staff?.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I want to suggest adding dark theme asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to We have 200 employees and want pricing info urgently.", "label": "Sales Lead"}
{"text": "The app freezes when playing videos when you get a chance.", "label": "Technical Support"}
{"text": "Is it possible to I’m having trouble with push notifications", "label": "Technical Support"}
{"text": "I need help to The app crashes when I try to share a file when you get a chance.", "label": "Technical Support"}
{"text": "Can someone help me to Feature request: improve search functionality", "label": "Product Feature Request"}
{"text": "I need help to Can you include voice commands?", "label": "Product Feature Request"}
{"text": "Can someone help me to I can't connect to the server?", "label": "Technical Support"}
{"text": "What are your payment terms?.", "label": "Sales Lead"}
{"text": "Can someone help me to Feature request: improve search functionality please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Would love integration with Google Calendar please.", "label": "Product Feature Request"}
{"text": "I need help to Please provide more customization options asap.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Looking to negotiate a deal for our company please.", "label": "Sales Lead"}
{"text": "I would like to know how to The app is freezing on startup?", "label": "Technical Support"}
{"text": "Can someone help me to Please provide more customization options.", "label": "Product Feature Request"}
{"text": "The app doesn’t save my preferences", "label": "Technical Support"}
{"text": "Request to add multi-device clipboard syncing", "label": "Product Feature Request"}
{"text": "Is it possible to Add more font options for readability please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Our organization is interested in bulk licensing asap.", "label": "Sales Lead"}
{"text": "The video calls are not connecting urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to Please support multiple user profiles please.", "label": "Product Feature Request"}
{"text": "I would like to know how to I can't connect to the server", "label": "Technical Support"}
{"text": "Please assist me with Please provide case studies for your product asap.", "label": "Sales Lead"}
{"text": "We’re budgeting for Q3 — need a quote soon when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to App crashes when opening notifications please.", "label": "Technical Support"}
{"text": "Can someone help me to I’m not receiving password reset emails asap.", "label": "Technical Support"}
{"text": "Please assist me with App crashes when opening notifications urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to Can you add a night reading mode?.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to My subscription won't renew?", "label": "Technical Support"}
{"text": "Can someone help me to How do I become a reseller? asap.", "label": "Sales Lead"}
{"text": "Is it possible to The app crashes when I try to share a file", "label": "Technical Support"}
{"text": "Please assist me with Can you add markdown support in notes?.", "label": "Product Feature Request"}
{"text": "I need help to Getting an authentication error on mobile urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to I'm experiencing delays in message delivery please.", "label": "Technical Support"}
{"text": "Is it possible to Can you add markdown support in notes? urgently.", "label": "Product Feature Request"}
{"text": "Can someone help me to I want to be able to undo actions when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Would love integration with Google Calendar.", "label": "Product Feature Request"}
{"text": "I would like to know how to Would love an AI assistant integration?", "label": "Product Feature Request"}
{"text": "Is it possible to I can't connect to the server urgently.", "label": "Technical Support"}
{"text": "Can someone help me to Do you offer discounts for non-profits? when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to Looking to negotiate a deal for our company please.", "label": "Sales Lead"}
{"text": "Is it possible to Can I get a demo for our executives?", "label": "Sales Lead"}
{"text": "Can someone help me to What is the pricing for enterprise customers? please.", "label": "Sales Lead"}
{"text": "I would like to know how to Add the ability to pin important tasks?", "label": "Product Feature Request"}
{"text": "Could you please tell me how to The app freezes when playing videos urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to Add support for exporting data to CSV", "label": "Product Feature Request"}
{"text": "Please assist me with Interested in a long-term contract — any discounts?", "label": "Sales Lead"}
{"text": "Please assist me with Please support themes and skins?", "label": "Product Feature Request"}
{"text": "Can someone help me to I found a bug in the latest update when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to Our organization is interested in bulk licensing when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to Does your product support government compliance? please.", "label": "Sales Lead"}
{"text": "I need help to Can you provide a custom quote for our team? urgently.", "label": "Sales Lead"}
{"text": "Why is my account being logged out every hour? asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to Please provide a feature for data encryption asap.", "label": "Product Feature Request"}
{"text": "I’m not receiving password reset emails?", "label": "Technical Support"}
{"text": "Would you mind helping me to Would love integration with Google Calendar please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to We have 50 employees and want to buy when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to The app is freezing on startup?", "label": "Technical Support"}
{"text": "Would you mind helping me to I’m having trouble with push notifications", "label": "Technical Support"}
{"text": "I need help to The app logs me out automatically", "label": "Technical Support"}
{"text": "Could you please tell me how to App crashes when opening notifications asap.", "label": "Technical Support"}
{"text": "I'm having trouble to I want to tag and categorize notifications", "label": "Product Feature Request"}
{"text": "We have 50 employees and want to buy urgently.", "label": "Sales Lead"}
{"text": "Please assist me with The video calls are not connecting please.", "label": "Technical Support"}
{"text": "I need help to Can we get a demo next week? please.", "label": "Sales Lead"}
{"text": "Can you provide a roadmap of upcoming features? when you get a chance.", "label": "Sales Lead"}
{"text": "I would like to know how to What is the pricing for enterprise customers? urgently.", "label": "Sales Lead"}
{"text": "Can someone help me to Can you add dark mode? please.", "label": "Product Feature Request"}
{"text": "Can someone help me to Would love integration with Dropbox.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to How do you handle onboarding for enterprise clients? when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can the app support biometric login? urgently.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Error 500 appears when I upload files?", "label": "Technical Support"}
{"text": "I would like to know how to I want to tag and categorize notifications when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Can you provide a demo for our company? when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to The website shows a 404 error?", "label": "Technical Support"}
{"text": "Would you mind helping me to How do I clear the cache?", "label": "Technical Support"}
{"text": "Would you mind helping me to I'm unable to download the latest version when you get a chance.", "label": "Technical Support"}
{"text": "Could you please tell me how to Photos are not syncing between devices", "label": "Technical Support"}
{"text": "Can you provide a custom quote for our team?", "label": "Sales Lead"}
{"text": "Interested in enterprise solutions asap.", "label": "Sales Lead"}
{"text": "Could you please tell me how to The app doesn’t save my preferences?", "label": "Technical Support"}
{"text": "The software is not syncing my data urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to Our organization is interested in bulk licensing please.", "label": "Sales Lead"}
{"text": "I'm having trouble to Looking to negotiate a deal for our company please.", "label": "Sales Lead"}
{"text": "I’m interested in a quote for our department please.", "label": "Sales Lead"}
{"text": "Can someone help me to How do you handle bulk orders?", "label": "Sales Lead"}
{"text": "Could you please tell me how to Add integration with Microsoft Teams urgently.", "label": "Product Feature Request"}
{"text": "Can someone help me to Would be nice to have gesture controls asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Our company is interested in annual subscriptions asap.", "label": "Sales Lead"}
{"text": "I'm having trouble to Can you customize the product for our needs? when you get a chance.", "label": "Sales Lead"}
{"text": "Please assist me with Can the app support biometric login? urgently.", "label": "Product Feature Request"}
{"text": "Would love an AI assistant integration when you get a chance.", "label": "Product Feature Request"}
{"text": "Is it possible to We’re budgeting for Q3 — need a quote soon", "label": "Sales Lead"}
{"text": "I need help to Add the ability to pin important tasks when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Can you assist with implementation? when you get a chance.", "label": "Sales Lead"}
{"text": "My subscription won't renew when you get a chance.", "label": "Technical Support"}
{"text": "I'm having trouble to Please provide more customization options when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to The app freezes when playing videos please.", "label": "Technical Support"}
{"text": "I would like to know how to We’re budgeting for Q3 — need a quote soon?", "label": "Sales Lead"}
{"text": "Can someone help me to Add support for exporting data to CSV please.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Is there a dedicated account manager?", "label": "Sales Lead"}
{"text": "I need help to Can you customize the product for our needs?", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can the app support biometric login? asap.", "label": "Product Feature Request"}
{"text": "I need help to Can you include voice commands? when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to The app crashes when I try to share a file when you get a chance.", "label": "Technical Support"}
{"text": "Please assist me with My dashboard won't load after the update?", "label": "Technical Support"}
{"text": "I would like to know how to Are there special plans for educational institutions? when you get a chance.", "label": "Sales Lead"}
{"text": "Please assist me with How do I clear the cache? please.", "label": "Technical Support"}
{"text": "Can someone help me to I represent a startup and want pricing details.", "label": "Sales Lead"}
{"text": "Is it possible to I would like a feature to export reports urgently.", "label": "Product Feature Request"}
{"text": "Feature request: dark mode scheduling please.", "label": "Product Feature Request"}
{"text": "Can someone help me to The app doesn't let me log in anymore", "label": "Technical Support"}
{"text": "Is it possible to I want to learn more about pricing?", "label": "Sales Lead"}
{"text": "Can someone help me to The app doesn't let me log in anymore", "label": "Technical Support"}
{"text": "I'm having trouble to Can you support dark mode on mobile?", "label": "Product Feature Request"}
{"text": "Can someone help me to I want to learn about your service-level agreements?", "label": "Sales Lead"}
{"text": "I'm having trouble to The app freezes when playing videos.", "label": "Technical Support"}
{"text": "I need help to Add a toggle for low-data usage mode.", "label": "Product Feature Request"}
{"text": "The app doesn't let me log in anymore please.", "label": "Technical Support"}
{"text": "Can someone help me to How do you handle bulk orders? please.", "label": "Sales Lead"}
{"text": "I'm having trouble to App crashes when opening notifications please.", "label": "Technical Support"}
{"text": "Request to add multi-device clipboard syncing?", "label": "Product Feature Request"}
{"text": "Is it possible to Do you offer discounts for non-profits?", "label": "Sales Lead"}
{"text": "Can someone help me to Can you improve app startup speed?.", "label": "Product Feature Request"}
{"text": "I need help to Please add a way to archive completed tasks asap.", "label": "Product Feature Request"}
{"text": "I need help to I'm unable to download the latest version", "label": "Technical Support"}
{"text": "Could you please tell me how to Are there special plans for educational institutions? when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to Can the app support biometric login? asap.", "label": "Product Feature Request"}
{"text": "Please assist me with We have 50 employees and want to buy urgently.", "label": "Sales Lead"}
{"text": "Do you offer discounts for non-profits? when you get a chance.", "label": "Sales Lead"}
{"text": "I would like to know how to App crashes when opening notifications?", "label": "Technical Support"}
{"text": "Would you mind helping me to It would be helpful to have report auto-generation asap.", "label": "Product Feature Request"}
{"text": "I want a feature for offline mode.", "label": "Product Feature Request"}
{"text": "Is it possible to How much does your product cost for teams?", "label": "Sales Lead"}
{"text": "Would you mind helping me to The app crashes when I try to share a file.", "label": "Technical Support"}
{"text": "Could you please tell me how to I'm unable to download the latest version?", "label": "Technical Support"}
{"text": "Would you mind helping me to Add a toggle for low-data usage mode asap.", "label": "Product Feature Request"}
{"text": "I need help to We are a team of 10 interested in your product", "label": "Sales Lead"}
{"text": "Please assist me with I want to learn about your service-level agreements.", "label": "Sales Lead"}
{"text": "Please assist me with Can you enable syncing with Apple Calendar? urgently.", "label": "Product Feature Request"}
{"text": "I need help to We have 50 employees and want to buy?", "label": "Sales Lead"}
{"text": "Can someone help me to What is the pricing for enterprise customers? urgently.", "label": "Sales Lead"}
{"text": "Please assist me with I'm unable to download the latest version?", "label": "Technical Support"}
{"text": "I'm having trouble to I’d like the ability to assign tasks to multiple people.", "label": "Product Feature Request"}
{"text": "Can someone help me to Is there a free trial for enterprise clients? when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Looking to negotiate a deal for our company.", "label": "Sales Lead"}
{"text": "Can you add a feature to import contacts? asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Does your product support government compliance? urgently.", "label": "Sales Lead"}
{"text": "I need help to The app logs me out automatically urgently.", "label": "Technical Support"}
{"text": "Is it possible to We need 100 licenses for our new employees", "label": "Sales Lead"}
{"text": "Would you mind helping me to I'm unable to download the latest version when you get a chance.", "label": "Technical Support"}
{"text": "Please support themes and skins when you get a chance.", "label": "Product Feature Request"}
{"text": "I would like to know how to I’m not receiving password reset emails?", "label": "Technical Support"}
{"text": "I would like to know how to Do you offer discounts for non-profits? asap.", "label": "Sales Lead"}
{"text": "Add more font options for readability when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Would love an AI assistant integration", "label": "Product Feature Request"}
{"text": "I need help to Can you add a night reading mode? when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Add shortcut keys for power users?", "label": "Product Feature Request"}
{"text": "I want to discuss partnership opportunities urgently.", "label": "Sales Lead"}
{"text": "I'm having trouble to Please add multi-language support urgently.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I want a feature for offline mode.", "label": "Product Feature Request"}
{"text": "Add integration with Microsoft Teams when you get a chance.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to How do I clear the cache?", "label": "Technical Support"}
{"text": "Can someone help me to The app freezes when playing videos when you get a chance.", "label": "Technical Support"}
{"text": "I want to know about volume licensing", "label": "Sales Lead"}
{"text": "I need help to Can you add a feature to mark favorites?", "label": "Product Feature Request"}
{"text": "Can someone help me to The app doesn’t save my preferences", "label": "Technical Support"}
{"text": "I need help to Can you create a custom onboarding package?", "label": "Sales Lead"}
{"text": "Is it possible to Looking to bundle this with another service — is that possible? when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to Would be great to have customizable dashboards asap.", "label": "Product Feature Request"}
{"text": "Please assist me with Are there discounts for long-term contracts? asap.", "label": "Sales Lead"}
{"text": "Please assist me with Are there discounts for long-term contracts? please.", "label": "Sales Lead"}
{"text": "Can someone help me to I want to discuss partnership opportunities", "label": "Sales Lead"}
{"text": "Please assist me with Interested in a long-term contract — any discounts? urgently.", "label": "Sales Lead"}
{"text": "Is it possible to What are your payment terms? please.", "label": "Sales Lead"}
{"text": "We have 50 employees and want to buy when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to Can you customize the product for our needs?", "label": "Sales Lead"}
{"text": "I would like to know how to Photos are not syncing between devices.", "label": "Technical Support"}
{"text": "Would you mind helping me to Can I get a demo for our executives?.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Can you include voice commands?", "label": "Product Feature Request"}
{"text": "I would like to know how to The website shows a 404 error urgently.", "label": "Technical Support"}
{"text": "Please assist me with Are there partner programs available?", "label": "Sales Lead"}
{"text": "I need help to The app freezes when playing videos?", "label": "Technical Support"}
{"text": "Please assist me with I want to schedule a sales call asap.", "label": "Sales Lead"}
{"text": "I'm having trouble to The app freezes when playing videos please.", "label": "Technical Support"}
{"text": "Are there partner programs available? please.", "label": "Sales Lead"}
{"text": "Is it possible to I can’t sync my calendar when you get a chance.", "label": "Technical Support"}
{"text": "Can you add a feature to mark favorites? please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Request to add multi-device clipboard syncing asap.", "label": "Product Feature Request"}
{"text": "Is it possible to I’m not receiving password reset emails please.", "label": "Technical Support"}
{"text": "Please assist me with The app logs me out automatically urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to It would be great to have a calendar view when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to I want to learn about your service-level agreements please.", "label": "Sales Lead"}
{"text": "Is it possible to Can you add a night reading mode? urgently.", "label": "Product Feature Request"}
{"text": "Can someone help me to Can you add video tutorials inside the app? when you get a chance.", "label": "Product Feature Request"}
{"text": "I would like to know how to I want to learn more about pricing please.", "label": "Sales Lead"}
{"text": "What is the pricing for enterprise customers? when you get a chance.", "label": "Sales Lead"}
{"text": "What are your payment terms?", "label": "Sales Lead"}
{"text": "Would you mind helping me to Would be great to set recurring reminders?", "label": "Product Feature Request"}
{"text": "I would like to know how to Does your product support government compliance? please.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Feature request: improve search functionality asap.", "label": "Product Feature Request"}
{"text": "Add a toggle for low-data usage mode please.", "label": "Product Feature Request"}
{"text": "Is it possible to The app doesn't let me log in anymore please.", "label": "Technical Support"}
{"text": "Could you please tell me how to Interested in enterprise solutions urgently.", "label": "Sales Lead"}
{"text": "I need help to I can’t sync my calendar please.", "label": "Technical Support"}
{"text": "I would like to know how to We are a team of 10 interested in your product", "label": "Sales Lead"}
{"text": "I need help to I’m having trouble with push notifications.", "label": "Technical Support"}
{"text": "I'm having trouble to How do you handle onboarding for enterprise clients?.", "label": "Sales Lead"}
{"text": "I would like to know how to The app doesn't let me log in anymore when you get a chance.", "label": "Technical Support"}
{"text": "Is it possible to Feature request: dark mode scheduling please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can you enable syncing with Apple Calendar? urgently.", "label": "Product Feature Request"}
{"text": "Can someone help me to The app logs me out automatically please.", "label": "Technical Support"}
{"text": "Please assist me with I want to discuss partnership opportunities", "label": "Sales Lead"}
{"text": "I would like to know how to I want to learn about your service-level agreements", "label": "Sales Lead"}
{"text": "Would you mind helping me to I can’t sync my calendar when you get a chance.", "label": "Technical Support"}
{"text": "Is it possible to Add integration with Microsoft Teams.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you enable syncing with Apple Calendar?.", "label": "Product Feature Request"}
{"text": "Can someone help me to I can't connect to the server", "label": "Technical Support"}
{"text": "Can someone help me to We want to pilot the software before buying when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to I’m having trouble with push notifications when you get a chance.", "label": "Technical Support"}
{"text": "Could you please tell me how to Can you provide a roadmap of upcoming features?", "label": "Sales Lead"}
{"text": "I would like to know how to The app freezes when playing videos urgently.", "label": "Technical Support"}
{"text": "Can someone help me to Photos are not syncing between devices?", "label": "Technical Support"}
{"text": "I need help to I keep getting timeout errors when accessing the platform please.", "label": "Technical Support"}
{"text": "Please assist me with Request to add multi-device clipboard syncing asap.", "label": "Product Feature Request"}
{"text": "I would like to know how to The website shows a 404 error urgently.", "label": "Technical Support"}
{"text": "Can someone help me to What is your pricing per user? please.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The search bar returns irrelevant results when you get a chance.", "label": "Technical Support"}
{"text": "I’m having trouble with push notifications when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to The app doesn’t save my preferences?", "label": "Technical Support"}
{"text": "Can someone help me to Would be great to have customizable dashboards", "label": "Product Feature Request"}
{"text": "I would like to know how to We have 200 employees and want pricing info asap.", "label": "Sales Lead"}
{"text": "I would like to know how to How do I clear the cache?", "label": "Technical Support"}
{"text": "Please assist me with Error 500 appears when I upload files?", "label": "Technical Support"}
{"text": "I'm having trouble to Feature request: improve search functionality please.", "label": "Product Feature Request"}
{"text": "Can someone help me to App crashes when opening notifications?", "label": "Technical Support"}
{"text": "Could you please tell me how to Would be great to set recurring reminders when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I'm unable to download the latest version asap.", "label": "Technical Support"}
{"text": "Could you please tell me how to Please add multi-language support asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Looking to bundle this with another service — is that possible? please.", "label": "Sales Lead"}
{"text": "I need help to We’re budgeting for Q3 — need a quote soon?", "label": "Sales Lead"}
{"text": "Can someone help me to Are there discounts for long-term contracts? asap.", "label": "Sales Lead"}
{"text": "Please assist me with Can you help us with onboarding?", "label": "Sales Lead"}
{"text": "Please assist me with Is there a dedicated account manager? when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to How do you handle onboarding for enterprise clients?", "label": "Sales Lead"}
{"text": "I'm having trouble to Photos are not syncing between devices?", "label": "Technical Support"}
{"text": "Can someone help me to Can you improve app startup speed?.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Does your product support government compliance? urgently.", "label": "Sales Lead"}
{"text": "I need help to I’m not receiving password reset emails.", "label": "Technical Support"}
{"text": "I'm having trouble to Please add integration with Slack?", "label": "Product Feature Request"}
{"text": "I'm having trouble to Our organization is interested in bulk licensing urgently.", "label": "Sales Lead"}
{"text": "Please assist me with Why is my account being logged out every hour? asap.", "label": "Technical Support"}
{"text": "Can someone help me to Please send me more information about your plans asap.", "label": "Sales Lead"}
{"text": "Is it possible to Is there a discount for early payment? when you get a chance.", "label": "Sales Lead"}
{"text": "Could you please tell me how to I found a bug in the latest update?", "label": "Technical Support"}
{"text": "Would you mind helping me to I keep getting timeout errors when accessing the platform please.", "label": "Technical Support"}
{"text": "I'm having trouble to We want to integrate this product into our workflow when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to Getting an authentication error on mobile asap.", "label": "Technical Support"}
{"text": "The app doesn’t save my preferences?", "label": "Technical Support"}
{"text": "Can you add markdown support in notes? urgently.", "label": "Product Feature Request"}
{"text": "Is it possible to I'd love to see a kanban board layout added asap.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to How do I clear the cache? when you get a chance.", "label": "Technical Support"}
{"text": "I would like to know how to Add shortcut keys for power users", "label": "Product Feature Request"}
{"text": "Can someone help me to Please send us the terms of your annual plan when you get a chance.", "label": "Sales Lead"}
{"text": "I'm unable to download the latest version please.", "label": "Technical Support"}
{"text": "Is it possible to The website shows a 404 error when you get a chance.", "label": "Technical Support"}
{"text": "I'm having trouble to The app crashes when I try to share a file when you get a chance.", "label": "Technical Support"}
{"text": "Please assist me with Can you add a night reading mode?", "label": "Product Feature Request"}
{"text": "The software is not syncing my data", "label": "Technical Support"}
{"text": "Can someone help me to The website shows a 404 error urgently.", "label": "Technical Support"}
{"text": "Can someone help me to Can you help with migration to your platform?.", "label": "Sales Lead"}
{"text": "I would like to know how to Can you add video tutorials inside the app? asap.", "label": "Product Feature Request"}
{"text": "I would like to know how to Would be great to set recurring reminders please.", "label": "Product Feature Request"}
{"text": "Please assist me with It would be great to have a calendar view please.", "label": "Product Feature Request"}
{"text": "Please provide more customization options?", "label": "Product Feature Request"}
{"text": "I need help to Request to add multi-device clipboard syncing when you get a chance.", "label": "Product Feature Request"}
{"text": "Is it possible to I'm unable to download the latest version when you get a chance.", "label": "Technical Support"}
{"text": "Would you mind helping me to Add the ability to customize the dashboard.", "label": "Product Feature Request"}
{"text": "I need help to I’m interested in a quote for our department", "label": "Sales Lead"}
{"text": "Would you mind helping me to My dashboard won't load after the update", "label": "Technical Support"}
{"text": "Please assist me with I want to know about your product's pricing plans asap.", "label": "Sales Lead"}
{"text": "Please assist me with Add more font options for readability asap.", "label": "Product Feature Request"}
{"text": "Is it possible to Do you offer discounts for non-profits? please.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The app drains my battery quickly.", "label": "Technical Support"}
{"text": "I'm having trouble to I'm unable to download the latest version?", "label": "Technical Support"}
{"text": "Is it possible to I’m having trouble with push notifications?", "label": "Technical Support"}
{"text": "I would like to know how to Please add integration with Slack urgently.", "label": "Product Feature Request"}
{"text": "Is it possible to I want to tag and categorize notifications please.", "label": "Product Feature Request"}
{"text": "Can someone help me to Can I get a demo for our executives?", "label": "Sales Lead"}
{"text": "I need help to I want a feature for offline mode?", "label": "Product Feature Request"}
{"text": "Can someone help me to Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "I'm having trouble to Photos are not syncing between devices asap.", "label": "Technical Support"}
{"text": "Could you please tell me how to Please add a widget for quick access?", "label": "Product Feature Request"}
{"text": "Can you create a custom onboarding package?.", "label": "Sales Lead"}
{"text": "I would like to know how to Our team is growing; what options do you offer? asap.", "label": "Sales Lead"}
{"text": "Please assist me with Add shortcut keys for power users asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to We want to pilot the software before buying asap.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Please provide a feature for data encryption please.", "label": "Product Feature Request"}
{"text": "I would like to know how to Are there discounts for long-term contracts?", "label": "Sales Lead"}
{"text": "I'm having trouble to Please add a widget for quick access urgently.", "label": "Product Feature Request"}
{"text": "I would like to know how to How do you handle bulk orders?", "label": "Sales Lead"}
{"text": "I need help to I want to schedule a sales call please.", "label": "Sales Lead"}
{"text": "Please assist me with I want to suggest adding dark theme", "label": "Product Feature Request"}
{"text": "Our CTO would like to speak with your sales team please.", "label": "Sales Lead"}
{"text": "I would like to know how to Looking to purchase licenses for our organization urgently.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The app doesn't let me log in anymore when you get a chance.", "label": "Technical Support"}
{"text": "Can someone help me to Is there a discount for early payment?", "label": "Sales Lead"}
{"text": "I'm having trouble to What is your pricing per user? urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Can you provide a roadmap of upcoming features?.", "label": "Sales Lead"}
{"text": "Is it possible to We want to pilot the software before buying.", "label": "Sales Lead"}
{"text": "Is it possible to Does your product support government compliance? when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to How do I become a reseller? please.", "label": "Sales Lead"}
{"text": "I would like to know how to Our CTO would like to speak with your sales team", "label": "Sales Lead"}
{"text": "I need help to We want to integrate this product into our workflow?", "label": "Sales Lead"}
{"text": "Could you please tell me how to The software is not syncing my data please.", "label": "Technical Support"}
{"text": "I need help to Can you help us with onboarding?", "label": "Sales Lead"}
{"text": "Can someone help me to We want a pilot project before full purchase please.", "label": "Sales Lead"}
{"text": "Please assist me with Would be great to have customizable dashboards?", "label": "Product Feature Request"}
{"text": "I need help to We want to pilot the software before buying", "label": "Sales Lead"}
{"text": "Could you please tell me how to The software is not syncing my data.", "label": "Technical Support"}
{"text": "Please add multi-language support please.", "label": "Product Feature Request"}
{"text": "Is it possible to Getting an authentication error on mobile.", "label": "Technical Support"}
{"text": "Can someone help me to Are there partner programs available?", "label": "Sales Lead"}
{"text": "I would like to know how to We are a team of 10 interested in your product?", "label": "Sales Lead"}
{"text": "Is it possible to Add integration with Microsoft Teams when you get a chance.", "label": "Product Feature Request"}
{"text": "My dashboard won't load after the update.", "label": "Technical Support"}
{"text": "I would like to know how to I'd love to see a kanban board layout added please.", "label": "Product Feature Request"}
{"text": "Is it possible to I can't connect to the server urgently.", "label": "Technical Support"}
{"text": "Can someone help me to The video calls are not connecting urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to The app logs me out automatically please.", "label": "Technical Support"}
{"text": "Could you please tell me how to Can you add a feature to mark favorites?", "label": "Product Feature Request"}
{"text": "Can someone help me to I’m having trouble with push notifications", "label": "Technical Support"}
{"text": "Can you send me your sales brochure? when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to How do I contact support?", "label": "Technical Support"}
{"text": "Please assist me with I want to schedule a sales call when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "I need help to Our organization is interested in bulk licensing urgently.", "label": "Sales Lead"}
{"text": "I need help to How do you handle onboarding for enterprise clients?", "label": "Sales Lead"}
{"text": "I'm having trouble to Can you add a feature to import contacts? when you get a chance.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to We want integration with our CRM.", "label": "Sales Lead"}
{"text": "I would like to know how to We’re budgeting for Q3 — need a quote soon urgently.", "label": "Sales Lead"}
{"text": "Is it possible to Please add voice message support asap.", "label": "Product Feature Request"}
{"text": "Please assist me with How do you handle onboarding for enterprise clients? when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to Can the app support biometric login?", "label": "Product Feature Request"}
{"text": "Can someone help me to Why is my account being logged out every hour? asap.", "label": "Technical Support"}
{"text": "Is it possible to I’m having trouble with push notifications when you get a chance.", "label": "Technical Support"}
{"text": "Could you please tell me how to Please provide case studies for your product please.", "label": "Sales Lead"}
{"text": "Looking to purchase licenses for our organization asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Please support themes and skins urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you create a custom onboarding package?", "label": "Sales Lead"}
{"text": "Is it possible to It would be great to have a calendar view.", "label": "Product Feature Request"}
{"text": "Please assist me with I want to know about volume licensing please.", "label": "Sales Lead"}
{"text": "Could you please tell me how to Would be nice to have gesture controls", "label": "Product Feature Request"}
{"text": "I would like to know how to Add the ability to customize the dashboard.", "label": "Product Feature Request"}
{"text": "Can someone help me to Please send me more information about your plans?", "label": "Sales Lead"}
{"text": "Please assist me with We want integration with our CRM?", "label": "Sales Lead"}
{"text": "Can someone help me to Would be nice to have gesture controls asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to Would be great to set recurring reminders?", "label": "Product Feature Request"}
{"text": "I'm having trouble to How can I get a volume discount? please.", "label": "Sales Lead"}
{"text": "I need help to The app doesn’t save my preferences urgently.", "label": "Technical Support"}
{"text": "Please assist me with I want to learn about your service-level agreements.", "label": "Sales Lead"}
{"text": "Can someone help me to Is there a discount for early payment?", "label": "Sales Lead"}
{"text": "I need help to Can you add a feature to mark favorites? asap.", "label": "Product Feature Request"}
{"text": "Please assist me with Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "Could you please tell me how to The search bar returns irrelevant results urgently.", "label": "Technical Support"}
{"text": "I would like to know how to How do I become a reseller? urgently.", "label": "Sales Lead"}
{"text": "I'm having trouble to We want to schedule a call with sales", "label": "Sales Lead"}
{"text": "Can someone help me to The app crashes when I try to share a file urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to I want a feature for offline mode", "label": "Product Feature Request"}
{"text": "I would like to know how to We need 100 licenses for our new employees asap.", "label": "Sales Lead"}
{"text": "I want to know about volume licensing urgently.", "label": "Sales Lead"}
{"text": "Can someone help me to Can you customize the product for our needs? when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to Our company is interested in annual subscriptions urgently.", "label": "Sales Lead"}
{"text": "I need help to I found a bug in the latest update urgently.", "label": "Technical Support"}
{"text": "Can someone help me to Can you provide a custom quote for our team? please.", "label": "Sales Lead"}
{"text": "Is it possible to Can you add dark mode? asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to We want to upgrade to a premium plan urgently.", "label": "Sales Lead"}
{"text": "Please assist me with Are there partner programs available? please.", "label": "Sales Lead"}
{"text": "Please add multi-language support urgently.", "label": "Product Feature Request"}
{"text": "I would like to know how to Can we get a demo next week?", "label": "Sales Lead"}
{"text": "Would you mind helping me to Is there a free trial for enterprise clients?", "label": "Sales Lead"}
{"text": "I would like to know how to It would be great to have a calendar view urgently.", "label": "Product Feature Request"}
{"text": "Please assist me with The mobile app doesn't open.", "label": "Technical Support"}
{"text": "I need help to The app doesn’t save my preferences when you get a chance.", "label": "Technical Support"}
{"text": "Would be nice to have gesture controls asap.", "label": "Product Feature Request"}
{"text": "I need help to Request to add multi-device clipboard syncing when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I want to learn about your service-level agreements", "label": "Sales Lead"}
{"text": "I need help to Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "Would you mind helping me to Looking to purchase licenses for our organization when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I’m having trouble with push notifications when you get a chance.", "label": "Technical Support"}
{"text": "Is it possible to Can you support dark mode on mobile?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you provide a demo for our company?", "label": "Sales Lead"}
{"text": "I would like to know how to Why can't I view the analytics section anymore? asap.", "label": "Technical Support"}
{"text": "Is it possible to Add the ability to pin important tasks please.", "label": "Product Feature Request"}
{"text": "I would like to know how to Our organization is interested in bulk licensing urgently.", "label": "Sales Lead"}
{"text": "I need help to We want to pilot the software before buying", "label": "Sales Lead"}
{"text": "Is it possible to I'm unable to download the latest version.", "label": "Technical Support"}
{"text": "Would you mind helping me to Looking to purchase licenses for our organization", "label": "Sales Lead"}
{"text": "Can someone help me to Feature request: automatic backups.", "label": "Product Feature Request"}
{"text": "Is there a free trial for enterprise clients?.", "label": "Sales Lead"}
{"text": "Is it possible to How do I clear the cache?", "label": "Technical Support"}
{"text": "Can someone help me to Error 500 appears when I upload files.", "label": "Technical Support"}
{"text": "Can someone help me to I’m having trouble with push notifications asap.", "label": "Technical Support"}
{"text": "I would like to know how to How much does your product cost for teams? urgently.", "label": "Sales Lead"}
{"text": "Could you please tell me how to How do I clear the cache? asap.", "label": "Technical Support"}
{"text": "Could you please tell me how to Can the app support biometric login?", "label": "Product Feature Request"}
{"text": "Is it possible to Please add voice message support?", "label": "Product Feature Request"}
{"text": "I need help to Would love integration with Google Calendar", "label": "Product Feature Request"}
{"text": "I'm having trouble to Our company is interested in annual subscriptions?", "label": "Sales Lead"}
{"text": "Can someone help me to Can you improve app startup speed?.", "label": "Product Feature Request"}
{"text": "I need help to Why is my account being logged out every hour? when you get a chance.", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you send me your sales brochure? please.", "label": "Sales Lead"}
{"text": "Is it possible to Looking to negotiate a deal for our company asap.", "label": "Sales Lead"}
{"text": "Is it possible to Can you support dark mode on mobile? urgently.", "label": "Product Feature Request"}
{"text": "I need help to My subscription won't renew please.", "label": "Technical Support"}
{"text": "Can someone help me to Can you assist with implementation?", "label": "Sales Lead"}
{"text": "How do you handle bulk orders?", "label": "Sales Lead"}
{"text": "Is it possible to I want to learn more about pricing urgently.", "label": "Sales Lead"}
{"text": "I'm having trouble to The website shows a 404 error please.", "label": "Technical Support"}
{"text": "Please assist me with Please support exporting to PDF.", "label": "Product Feature Request"}
{"text": "I'm having trouble to It would be great to have a calendar view asap.", "label": "Product Feature Request"}
{"text": "I'm having trouble to How do I clear the cache? asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to My dashboard won't load after the update.", "label": "Technical Support"}
{"text": "Can someone help me to Add more font options for readability", "label": "Product Feature Request"}
{"text": "I'm having trouble to Add social media sharing options", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Looking to negotiate a deal for our company", "label": "Sales Lead"}
{"text": "I need help to I'd love to see a kanban board layout added when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Please add a progress tracker for tasks asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to The website shows a 404 error.", "label": "Technical Support"}
{"text": "I'm unable to download the latest version", "label": "Technical Support"}
{"text": "Can you help with migration to your platform?", "label": "Sales Lead"}
{"text": "I'm having trouble to Please add a progress tracker for tasks?", "label": "Product Feature Request"}
{"text": "I'm having trouble to The video calls are not connecting?", "label": "Technical Support"}
{"text": "Can you include voice commands? when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Is there a dedicated account manager? please.", "label": "Sales Lead"}
{"text": "Would be nice to have gesture controls asap.", "label": "Product Feature Request"}
{"text": "I would like to know how to Is there a free trial for enterprise clients? asap.", "label": "Sales Lead"}
{"text": "Please add a progress tracker for tasks please.", "label": "Product Feature Request"}
{"text": "Please assist me with The search bar returns irrelevant results please.", "label": "Technical Support"}
{"text": "Would you mind helping me to I'm experiencing delays in message delivery when you get a chance.", "label": "Technical Support"}
{"text": "The mobile app doesn't open urgently.", "label": "Technical Support"}
{"text": "Can someone help me to My dashboard won't load after the update", "label": "Technical Support"}
{"text": "Please assist me with The mobile app doesn't open", "label": "Technical Support"}
{"text": "Would you mind helping me to App crashes when opening notifications", "label": "Technical Support"}
{"text": "Please assist me with Please support exporting to PDF.", "label": "Product Feature Request"}
{"text": "Can someone help me to Add a toggle for low-data usage mode asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to Please add a way to archive completed tasks when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Please add integration with Slack urgently.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Please support multiple user profiles asap.", "label": "Product Feature Request"}
{"text": "Please assist me with Would love integration with Dropbox", "label": "Product Feature Request"}
{"text": "Can someone help me to Can you include voice commands?.", "label": "Product Feature Request"}
{"text": "Is it possible to Our team is growing; what options do you offer? please.", "label": "Sales Lead"}
{"text": "I need help to How do you handle onboarding for enterprise clients?", "label": "Sales Lead"}
{"text": "I need help to Are there partner programs available? please.", "label": "Sales Lead"}
{"text": "I want to tag and categorize notifications please.", "label": "Product Feature Request"}
{"text": "I need help to Why is my account being logged out every hour? please.", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you add a feature to import contacts?", "label": "Product Feature Request"}
{"text": "Please assist me with Feature request: automatic backups please.", "label": "Product Feature Request"}
{"text": "Add support for exporting data to CSV", "label": "Product Feature Request"}
{"text": "I would like a feature to export reports when you get a chance.", "label": "Product Feature Request"}
{"text": "Please assist me with Why can't I view the analytics section anymore?.", "label": "Technical Support"}
{"text": "I would like to know how to The software is not syncing my data.", "label": "Technical Support"}
{"text": "Is it possible to Interested in enterprise solutions", "label": "Sales Lead"}
{"text": "Can someone help me to We are a team of 10 interested in your product.", "label": "Sales Lead"}
{"text": "I need help to Error 500 appears when I upload files please.", "label": "Technical Support"}
{"text": "Is it possible to Can you create a custom onboarding package? urgently.", "label": "Sales Lead"}
{"text": "I need help to Please add a progress tracker for tasks.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Please add multi-language support.", "label": "Product Feature Request"}
{"text": "I would like to know how to Please add voice message support", "label": "Product Feature Request"}
{"text": "Can someone help me to We want to pilot the software before buying?", "label": "Sales Lead"}
{"text": "I need help to Can you assist with implementation? please.", "label": "Sales Lead"}
{"text": "I would like to know how to The app logs me out automatically urgently.", "label": "Technical Support"}
{"text": "I need help to I can't connect to the server when you get a chance.", "label": "Technical Support"}
{"text": "I'm having trouble to The app doesn’t save my preferences urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to Feature request: automatic backups when you get a chance.", "label": "Product Feature Request"}
{"text": "Is it possible to Would love integration with Dropbox", "label": "Product Feature Request"}
{"text": "I would like to know how to Feature request: improve search functionality.", "label": "Product Feature Request"}
{"text": "I would like a feature to export reports when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to App crashes when opening notifications?", "label": "Technical Support"}
{"text": "I'm having trouble to Please add integration with Slack when you get a chance.", "label": "Product Feature Request"}
{"text": "Is it possible to My dashboard won't load after the update asap.", "label": "Technical Support"}
{"text": "Is it possible to How do I clear the cache? please.", "label": "Technical Support"}
{"text": "Is it possible to How do you handle onboarding for enterprise clients?.", "label": "Sales Lead"}
{"text": "I'm having trouble to Photos are not syncing between devices asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to The video calls are not connecting urgently.", "label": "Technical Support"}
{"text": "Please assist me with Looking to bundle this with another service — is that possible?.", "label": "Sales Lead"}
{"text": "I would like to know how to We want integration with our CRM asap.", "label": "Sales Lead"}
{"text": "I'm getting an error when uploading files urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to Please provide case studies for your product.", "label": "Sales Lead"}
{"text": "I would like to know how to I'm experiencing delays in message delivery urgently.", "label": "Technical Support"}
{"text": "I found a bug in the latest update.", "label": "Technical Support"}
{"text": "I need help to App crashes when opening notifications.", "label": "Technical Support"}
{"text": "I'm having trouble to Please add voice message support asap.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add a feature to mark favorites?", "label": "Product Feature Request"}
{"text": "Can someone help me to The mobile app doesn't open?", "label": "Technical Support"}
{"text": "Can someone help me to Can you send me your sales brochure?", "label": "Sales Lead"}
{"text": "I need help to Can you provide a custom quote for our team? please.", "label": "Sales Lead"}
{"text": "I need help to I'm unable to reset my two-factor authentication asap.", "label": "Technical Support"}
{"text": "Please assist me with I'm experiencing delays in message delivery", "label": "Technical Support"}
{"text": "Please assist me with Can the app support biometric login?", "label": "Product Feature Request"}
{"text": "I’d like the ability to assign tasks to multiple people?", "label": "Product Feature Request"}
{"text": "Can you add video tutorials inside the app? please.", "label": "Product Feature Request"}
{"text": "Please assist me with The app logs me out automatically.", "label": "Technical Support"}
{"text": "Can someone help me to I want to learn about your service-level agreements urgently.", "label": "Sales Lead"}
{"text": "Add social media sharing options", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Why can't I view the analytics section anymore? when you get a chance.", "label": "Technical Support"}
{"text": "Could you please tell me how to What support options are included with the purchase? when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to My subscription won't renew", "label": "Technical Support"}
{"text": "Please assist me with We want to schedule a call with sales when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to The app is freezing on startup.", "label": "Technical Support"}
{"text": "Would you mind helping me to Why is my account being logged out every hour?", "label": "Technical Support"}
{"text": "I would like to know how to I want to tag and categorize notifications asap.", "label": "Product Feature Request"}
{"text": "Can someone help me to We are a team of 10 interested in your product when you get a chance.", "label": "Sales Lead"}
{"text": "Please assist me with We want a pilot project before full purchase asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to I want to know about volume licensing when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to The search bar returns irrelevant results when you get a chance.", "label": "Technical Support"}
{"text": "I need help to Can you add a feature to import contacts?.", "label": "Product Feature Request"}
{"text": "I need help to The app is freezing on startup?", "label": "Technical Support"}
{"text": "Please assist me with Can you provide training for our staff? please.", "label": "Sales Lead"}
{"text": "Is it possible to Can you customize the product for our needs? asap.", "label": "Sales Lead"}
{"text": "I would like to know how to Add social media sharing options", "label": "Product Feature Request"}
{"text": "Could you please tell me how to We want integration with our CRM when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to Photos are not syncing between devices?", "label": "Technical Support"}
{"text": "Please assist me with Our team is growing; what options do you offer? when you get a chance.", "label": "Sales Lead"}
{"text": "Can you add a feature to import contacts? when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to I found a bug in the latest update please.", "label": "Technical Support"}
{"text": "Could you please tell me how to We want a pilot project before full purchase?", "label": "Sales Lead"}
{"text": "Could you please tell me how to I found a bug in the latest update urgently.", "label": "Technical Support"}
{"text": "Would you mind helping me to The search bar returns irrelevant results?", "label": "Technical Support"}
{"text": "I would like to know how to Add social media sharing options", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add dark mode? when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Interested in enterprise solutions please.", "label": "Sales Lead"}
{"text": "Can someone help me to The app drains my battery quickly", "label": "Technical Support"}
{"text": "I'm having trouble to Add the ability to pin important tasks please.", "label": "Product Feature Request"}
{"text": "Please assist me with Would be great to set recurring reminders when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to Feature request: dark mode scheduling", "label": "Product Feature Request"}
{"text": "Error 500 appears when I upload files?", "label": "Technical Support"}
{"text": "Is it possible to Can we get a demo next week? when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to The software is not syncing my data.", "label": "Technical Support"}
{"text": "I'm having trouble to Our team is growing; what options do you offer?", "label": "Sales Lead"}
{"text": "Is it possible to I’m not receiving password reset emails?", "label": "Technical Support"}
{"text": "Please assist me with The search bar returns irrelevant results.", "label": "Technical Support"}
{"text": "Can someone help me to Our team is growing; what options do you offer? please.", "label": "Sales Lead"}
{"text": "Can someone help me to Getting an authentication error on mobile please.", "label": "Technical Support"}
{"text": "Please assist me with Our CTO would like to speak with your sales team when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to How do I become a reseller?.", "label": "Sales Lead"}
{"text": "I need help to Please add a progress tracker for tasks when you get a chance.", "label": "Product Feature Request"}
{"text": "Is there a discount for early payment? when you get a chance.", "label": "Sales Lead"}
{"text": "I would like to know how to Can you add a night reading mode? urgently.", "label": "Product Feature Request"}
{"text": "Can someone help me to My dashboard won't load after the update?", "label": "Technical Support"}
{"text": "Please assist me with We have 50 employees and want to buy?", "label": "Sales Lead"}
{"text": "Add a toggle for low-data usage mode asap.", "label": "Product Feature Request"}
{"text": "I would like to know how to I can’t sync my calendar urgently.", "label": "Technical Support"}
{"text": "Could you please tell me how to I’m having trouble with push notifications?", "label": "Technical Support"}
{"text": "Can someone help me to We need 100 licenses for our new employees when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to We need 100 licenses for our new employees please.", "label": "Sales Lead"}
{"text": "Is it possible to Error 500 appears when I upload files?", "label": "Technical Support"}
{"text": "I need help to My subscription won't renew please.", "label": "Technical Support"}
{"text": "Please assist me with How do I clear the cache?", "label": "Technical Support"}
{"text": "Is it possible to The app freezes when playing videos asap.", "label": "Technical Support"}
{"text": "I need help to The app logs me out automatically?", "label": "Technical Support"}
{"text": "I'm having trouble to The search bar returns irrelevant results urgently.", "label": "Technical Support"}
{"text": "Can someone help me to Can you help with migration to your platform? please.", "label": "Sales Lead"}
{"text": "Can someone help me to Why can't I view the analytics section anymore? please.", "label": "Technical Support"}
{"text": "Would you mind helping me to I found a bug in the latest update?", "label": "Technical Support"}
{"text": "Could you please tell me how to Add integration with Microsoft Teams when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to What is your pricing per user? when you get a chance.", "label": "Sales Lead"}
{"text": "I need help to Are there partner programs available? when you get a chance.", "label": "Sales Lead"}
{"text": "I'm getting an error when uploading files?", "label": "Technical Support"}
{"text": "I need help to Please send us the terms of your annual plan", "label": "Sales Lead"}
{"text": "Is it possible to Would be great to set recurring reminders", "label": "Product Feature Request"}
{"text": "I would like to know how to Interested in enterprise solutions?", "label": "Sales Lead"}
{"text": "Can someone help me to Does your product support government compliance? asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to We want to upgrade to a premium plan.", "label": "Sales Lead"}
{"text": "Can someone help me to Please add multi-language support?", "label": "Product Feature Request"}
{"text": "Can someone help me to Please add offline editing capabilities when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Please provide more customization options", "label": "Product Feature Request"}
{"text": "Is it possible to My dashboard won't load after the update?", "label": "Technical Support"}
{"text": "I would like to know how to The website shows a 404 error asap.", "label": "Technical Support"}
{"text": "Can someone help me to Getting an authentication error on mobile asap.", "label": "Technical Support"}
{"text": "I need help to Please provide more customization options when you get a chance.", "label": "Product Feature Request"}
{"text": "I'm having trouble to We want to upgrade to a premium plan?", "label": "Sales Lead"}
{"text": "Could you please tell me how to I’m interested in a quote for our department.", "label": "Sales Lead"}
{"text": "I would like to know how to Can you customize the product for our needs?.", "label": "Sales Lead"}
{"text": "I'm having trouble to Why is my account being logged out every hour? asap.", "label": "Technical Support"}
{"text": "I need help to I keep getting timeout errors when accessing the platform please.", "label": "Technical Support"}
{"text": "Could you please tell me how to I want to tag and categorize notifications urgently.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Please add a way to archive completed tasks?", "label": "Product Feature Request"}
{"text": "Can someone help me to My dashboard won't load after the update when you get a chance.", "label": "Technical Support"}
{"text": "Please assist me with Can you add a feature to import contacts? when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to Do you offer discounts for non-profits?", "label": "Sales Lead"}
{"text": "Could you please tell me how to Error 500 appears when I upload files", "label": "Technical Support"}
{"text": "I would like to know how to We want to upgrade to a premium plan when you get a chance.", "label": "Sales Lead"}
{"text": "Is it possible to The app doesn’t save my preferences asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to I’m having trouble with push notifications?", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you help with migration to your platform? please.", "label": "Sales Lead"}
{"text": "I need help to Please add a way to archive completed tasks urgently.", "label": "Product Feature Request"}
{"text": "Please assist me with My dashboard won't load after the update", "label": "Technical Support"}
{"text": "Is it possible to Add a dark mode toggle in settings", "label": "Product Feature Request"}
{"text": "Is it possible to I found a bug in the latest update", "label": "Technical Support"}
{"text": "Would you mind helping me to Are there discounts for long-term contracts?.", "label": "Sales Lead"}
{"text": "Is it possible to The app doesn’t save my preferences", "label": "Technical Support"}
{"text": "I need help to Interested in a long-term contract — any discounts?", "label": "Sales Lead"}
{"text": "I'm having trouble to Would love integration with Google Calendar?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Please add a way to archive completed tasks when you get a chance.", "label": "Product Feature Request"}
{"text": "Would love an AI assistant integration please.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add dark mode?", "label": "Product Feature Request"}
{"text": "Please assist me with Can you include voice commands? when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to How do you handle onboarding for enterprise clients? urgently.", "label": "Sales Lead"}
{"text": "I need help to I want to suggest adding dark theme urgently.", "label": "Product Feature Request"}
{"text": "I need help to What support options are included with the purchase?", "label": "Sales Lead"}
{"text": "Could you please tell me how to I keep getting timeout errors when accessing the platform asap.", "label": "Technical Support"}
{"text": "Error 500 appears when I upload files please.", "label": "Technical Support"}
{"text": "I need help to Can you help us with onboarding?", "label": "Sales Lead"}
{"text": "Would you mind helping me to Why can't I view the analytics section anymore?.", "label": "Technical Support"}
{"text": "Can someone help me to How can I get a volume discount? asap.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The app crashes when I try to share a file asap.", "label": "Technical Support"}
{"text": "I need help to App crashes when opening notifications.", "label": "Technical Support"}
{"text": "I'm having trouble to Would love an AI assistant integration when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Can you improve app startup speed?.", "label": "Product Feature Request"}
{"text": "I need help to The software is not syncing my data when you get a chance.", "label": "Technical Support"}
{"text": "Is it possible to The app doesn't let me log in anymore", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you provide a custom quote for our team?", "label": "Sales Lead"}
{"text": "I want a feature for offline mode?", "label": "Product Feature Request"}
{"text": "I would like to know how to The app drains my battery quickly?", "label": "Technical Support"}
{"text": "Can someone help me to Can you create a custom onboarding package?", "label": "Sales Lead"}
{"text": "I would like to know how to Can you add a night reading mode? urgently.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Request to add multi-device clipboard syncing when you get a chance.", "label": "Product Feature Request"}
{"text": "I would like to know how to The website shows a 404 error asap.", "label": "Technical Support"}
{"text": "I would like to know how to Getting an authentication error on mobile", "label": "Technical Support"}
{"text": "Would you mind helping me to Can you support dark mode on mobile?", "label": "Product Feature Request"}
{"text": "I would like to know how to The mobile app doesn't open asap.", "label": "Technical Support"}
{"text": "I need help to Please add offline editing capabilities?", "label": "Product Feature Request"}
{"text": "Would you mind helping me to Can you provide training for our staff?", "label": "Sales Lead"}
{"text": "Is it possible to Can you add customizable notifications? urgently.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add dark mode?.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Why can't I view the analytics section anymore?.", "label": "Technical Support"}
{"text": "I'm having trouble to I found a bug in the latest update when you get a chance.", "label": "Technical Support"}
{"text": "Would you mind helping me to The app drains my battery quickly urgently.", "label": "Technical Support"}
{"text": "I’m having trouble with push notifications?", "label": "Technical Support"}
{"text": "Please add a progress tracker for tasks asap.", "label": "Product Feature Request"}
{"text": "Is it possible to Can you add a night reading mode? when you get a chance.", "label": "Product Feature Request"}
{"text": "I need help to What is your pricing per user?.", "label": "Sales Lead"}
{"text": "Is it possible to Can the app support biometric login? when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to Please send me more information about your plans when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The video calls are not connecting.", "label": "Technical Support"}
{"text": "I need help to Can you provide a roadmap of upcoming features?.", "label": "Sales Lead"}
{"text": "Please assist me with The mobile app doesn't open", "label": "Technical Support"}
{"text": "Would you mind helping me to I want to suggest adding dark theme please.", "label": "Product Feature Request"}
{"text": "I need help to App crashes when opening notifications.", "label": "Technical Support"}
{"text": "Would you mind helping me to We want to schedule a call with sales when you get a chance.", "label": "Sales Lead"}
{"text": "Please assist me with How much does your product cost for teams?", "label": "Sales Lead"}
{"text": "I would like to know how to We’re budgeting for Q3 — need a quote soon?", "label": "Sales Lead"}
{"text": "I'm having trouble to Looking to purchase licenses for our organization when you get a chance.", "label": "Sales Lead"}
{"text": "Would you mind helping me to The software is not syncing my data", "label": "Technical Support"}
{"text": "I need help to Request to add multi-device clipboard syncing asap.", "label": "Product Feature Request"}
{"text": "Would you mind helping me to How do I contact support?", "label": "Technical Support"}
{"text": "Please assist me with It would be great to have a calendar view", "label": "Product Feature Request"}
{"text": "Can someone help me to Add a toggle for low-data usage mode urgently.", "label": "Product Feature Request"}
{"text": "Can someone help me to What is the pricing for enterprise customers? when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to Please add a way to archive completed tasks asap.", "label": "Product Feature Request"}
{"text": "Is it possible to I want to be able to undo actions.", "label": "Product Feature Request"}
{"text": "Is it possible to Would love integration with Dropbox", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Can you add a feature to mark favorites? asap.", "label": "Product Feature Request"}
{"text": "I need help to Would love integration with Dropbox when you get a chance.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Why can't I view the analytics section anymore?", "label": "Technical Support"}
{"text": "Would you mind helping me to Add support for exporting data to CSV.", "label": "Product Feature Request"}
{"text": "Is it possible to We want a pilot project before full purchase when you get a chance.", "label": "Sales Lead"}
{"text": "I would like to know how to I keep getting timeout errors when accessing the platform asap.", "label": "Technical Support"}
{"text": "Can someone help me to Looking to negotiate a deal for our company when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to Add more font options for readability urgently.", "label": "Product Feature Request"}
{"text": "Could you please tell me how to Does your product support government compliance? asap.", "label": "Sales Lead"}
{"text": "I'm unable to reset my two-factor authentication when you get a chance.", "label": "Technical Support"}
{"text": "Is it possible to Our CTO would like to speak with your sales team urgently.", "label": "Sales Lead"}
{"text": "Is it possible to Please add offline editing capabilities", "label": "Product Feature Request"}
{"text": "Could you please tell me how to I'm getting an error when uploading files when you get a chance.", "label": "Technical Support"}
{"text": "Can someone help me to Would be great to have customizable dashboards when you get a chance.", "label": "Product Feature Request"}
{"text": "Can someone help me to Why is my account being logged out every hour? urgently.", "label": "Technical Support"}
{"text": "I'm having trouble to I want to be able to undo actions", "label": "Product Feature Request"}
{"text": "Could you please tell me how to The mobile app doesn't open.", "label": "Technical Support"}
{"text": "Is it possible to I’m interested in a quote for our department when you get a chance.", "label": "Sales Lead"}
{"text": "I'm having trouble to Our organization is interested in bulk licensing urgently.", "label": "Sales Lead"}
{"text": "Is it possible to The app logs me out automatically please.", "label": "Technical Support"}
{"text": "I'm having trouble to Add support for exporting data to CSV please.", "label": "Product Feature Request"}
{"text": "Are there discounts for long-term contracts? asap.", "label": "Sales Lead"}
{"text": "I would like to know how to Can you support dark mode on mobile? please.", "label": "Product Feature Request"}
{"text": "I'm having trouble to Can you help us with onboarding? please.", "label": "Sales Lead"}
{"text": "I'm having trouble to Can you support dark mode on mobile? urgently.", "label": "Product Feature Request"}
{"text": "What support options are included with the purchase?", "label": "Sales Lead"}
{"text": "Would you mind helping me to Is there a dedicated account manager?.", "label": "Sales Lead"}
{"text": "Is it possible to We want to upgrade to a premium plan", "label": "Sales Lead"}
{"text": "I'm having trouble to The app doesn't let me log in anymore", "label": "Technical Support"}
{"text": "Please assist me with Please send us the terms of your annual plan?", "label": "Sales Lead"}
{"text": "Is it possible to We want to upgrade to a premium plan.", "label": "Sales Lead"}
{"text": "Is it possible to Add the ability to customize the dashboard asap.", "label": "Product Feature Request"}
{"text": "I need help to I’m having trouble with push notifications?", "label": "Technical Support"}
{"text": "Please assist me with Can you create a custom onboarding package? when you get a chance.", "label": "Sales Lead"}
{"text": "Can someone help me to I’m interested in a quote for our department asap.", "label": "Sales Lead"}
{"text": "We have 200 employees and want pricing info.", "label": "Sales Lead"}
{"text": "I need help to I can’t sync my calendar asap.", "label": "Technical Support"}
{"text": "Would you mind helping me to Add the ability to customize the dashboard urgently.", "label": "Product Feature Request"}
